[LANSTR]

STR_OK=Լավ
STR_YES=Այո
;STR_APPLY=Կիրառել
STR_CANCEL=Չեղարկել
STR_CONTINUE=Շարունակել
STR_NO=Ոչ
STR_CLOSE=Փակել
STR_MIN=Նվազ.
;STR_MODILY=Ինքնաշխատ
;STR_OPEN=Բացել
;STR_BACK=Հետ
STR_AUTO_RECOMMENDSOFTWARE=Ծրագրային առաջարկություն
STR_BACK_PNP=Հետ
STR_NEXT=Հաջորդ
STR_OVER=Պատրաստ է
STR_VER=Տարբերակ
STR_USERFEEDBACK=Արձագանք
STR_USER_BACK=Արձագանք
STR_MENU=Ցանկ
STR_HELP=Օգնություն
STR_OPRN_DRIVERTALENT=Բացել EaseUS DriverHandy-ը
STR_TYPE=Տեսակ՝
STR_NAME=Անուն՝
STR_DRIVE=Սարքավար՝
STR_ADDRESS=Հասցեն՝
STR_IS_DEFAULT=Լռելյայն՝
STR_SET_DEFAULT=Կայել որպես լռելյայն
STR_PRINT_MANAGE_PLATFORM=Տպել կառավարման հարթակը
STR_MANUFACTURER=MFR:
STR_DEV_DEVDESC=Նկարագրություն՝
STR_MOUSE_SETTING=Մկնիկի կարգավորումներ
STR_KEYBOARD_SETTING=Ստեղնաշարի կարգավորումներ
STR_AUDIO_SETTING=Ձայնի կարգավորումներ

STR_MAIN_TITLE=EaseUS DriverHandy

;STR_DRV_BASIC=Ընդհանրական
;STR_DRV_LOCAL=Ներբեռնել
;STR_DRV_PERIPH=USB
;STR_DRV_MANAGE=Կառավարել
STR_DRV_SCAN=Նորոգել
;STR_MAIN_TAB_BACK=Պահուստավորել
;STR_MAIN_TAB_RESTORE=Վերականգնել
;STR_MAIN_TAB_REMOVE=Ապատեղադրել
;STR_MAIN_TAB_ASSESS=Գնահատել 

STR_MAIN_TAB_GENERAL=Գլխավոր
STR_MAIN_TAB_TOOLS=Գործիքներ
STR_MAIN_TAB_ADVANCE=Ընդլայնված


STR_HEAD_DEV_NAME=Սարքավարներ
STR_HEAD_DRV_VER=Տարբերակ
STR_HEAD_DRV_TYPE=Տեսակ
STR_HEAD_DRV_SIZE=Չափ
STR_HEAD_DRV_OPERATE=Գործույթ
STR_HEAD_BACKUP_STATE=Վիճակ 
STR_HEAD_BACKUP_TIME=Վերջին պահուստավորումը  
STR_HEAD_PRINTER_NAME=Տպիչի անունը
STR_HEAD_PRINTER_IP=IP
STR_HEAD_HARD_TYPE=Սարքաշարի տեսակը
STR_HEAD_QUDRY_RESULT=Արդյունքը
STR_HEAD_WARN=Թարմացնել կամ ոչ


STR_HEAD_DRV_VER1=Տարբերակ
STR_HEAD_DRV_DATE=Ամսաթիվ
STR_HEAD_DRV_INFO=Ինֆո
STR_HEAD_DRV_BACKUPTIME=Պահուստավորման ժամանակ
STR_HEAD_DRV_BACKUPVER=Տարբերակ
STR_HEAD_DRV_BACKUPINFO=Ինֆո
STR_HEAD_DRV_BACKUPINFO_ACTION=Ընտրանքներ
		
STR_CURRENT_QUERYDEV=Ստուգում 
STR_CHECK_UPDATE=Ստուգել թարմացումները

STR_AKEY_UPDATE=Մեկնարկ
STR_AKEY_INSTALL=Տեղադրել
STR_AKEY_REPAIR=Նորոգել
;STR_AKEY_BACKUP=Մեկնարկ
STR_AKEY_DEAL_FINISH=Պատրաստ է
STR_AKEY_DEAL_BACK=%d սարքավար(ներ) հաջողությամբ պահուստավորվեցին:
STR_AKEY_DEAL_BACK_FAILED=%d սարքավար(ներ)ի պահուստավորումը ձախողվեց:
STR_AKEY_DEAL_REPAIR_SUC=%d սարքավար(ներ)ը հաջողությամբ նորոգվեցին:
STR_AKEY_DEAL_REPAIR_FAILED=%d սարքավար(ներ)ի նորոգումը ձախողվեց:
STR_AKEY_DEAL_CANCEL=Չեղարկել
STR_NOTNEEDUPDATE=Նորմալ
;STR_REUPDATE=Կրկին տեղադրել
STR_RE_QUERY=Վերստուգել
STR_CANCELDEAL=Չեղարկե՞լ:<n>Կկանգնեցվի ընթացիկ սարքավարը <n>տեղադրելուց հետո:
STR_NOTNEEDBACKUP=Պահուստավորում
;STR_NEEDBACKUP=Պահուստավորել
;STR_CANCEL_BACKUP=Չեղարկել
STR_BACKUPOK=Հաջող էր
STR_BACKUPERROR=Պահուստավորումը ձախողվեց 
STR_START_RESTORE= Վերականգնել
STR_CANCEL_RESTORE=Չեղարկել
STR_LATER=Ավելի ուշ
;STR_SELECT_SYSTEM=Ընտրել համակարգը.
;STR_GETTING_DRVINFO=Ստանում է ինֆո...
STR_DRV_UNINSTALL_TIP={f 5}{c #e9e9e9}Չի աշխատի սարքավարը ապատեղադրելուց հետո{/c}{/f}
STR_COPY=Պատճենել
STR_COPY1=Ունի պատճեն
STR_DRV_INFO_SETSHOW=Կարգավորումներ
;STR_CURRENT_SYSTEM=Ընթացիկ ՕՀ

;STR_LOCALDRV_RECOMMCHECK=Հանձնարարելի սարքավար	
;STR_LOCALDRV_LATESTCHECK=Վերջին սարքավարը
STR_RESTORE_SYSTEM=Ջնջել
STR_LOCALDRV_BROWSEBTN=Ընտրել ֆայլերը
STR_LOCALDRV_MANULBTN=Ձեռքով
STR_LOCALDRV_DOWNBTN=Ներբեռնել
STR_LOCALDRV_MOREBTN=Ավելին
STR_LOCALDRV_SUILT_SYSTEM=Աջակցվող համակարգ.
STR_LOCALDRV_SHUTDOW_SYSTEM=Անջատել
STR_LOCALDRV_REBOOT_SYSTEM=Վերամեկնարկել
STR_LOCALDRV_MAINPAGE_CHECK_TEXT= Ավարտելուց հետո անջատե՞լ կամ վերամեկնարկել:
STR_LOCALDRV_DEV_STATUS =Վիճակ
STR_LOCALDRV_REBOOT_NEED_INST =Դուք վերամեկնարկել եք համակարգիչը ապատեղադրելուց հետո: Ցանկանու՞մ եք շարունակել: 
STR_LOCALDRV_DOWN_FAIL = {f 5}Ներբեռնումը ձախողվեց անհայտ սխալի պատճառով:<n>Կարող եք {c #207EBC}{u}{a}պատճենել հղման հասցեն{/a}{/u}{/c}դիտարկիչում՝ ներբեռնելու համար:{/f}
STR_LOCALDRV_CHECK_FAIL = {f 5}Ստուգումը ձախողվեց անհայտ պատճառով:<n>Կարող եք {c #207EBC}{u}պատճենել հղման հասցեն{/u}{/c}դիտարկիչում՝ ներբեռնելու համար:{/f}
;STR_LOCALDRV_DOWN_FAIL_CLICK ={f 5}Կարող եք{c #207EBC}{u}պատճենել հղման հասցեն{/u}{/c}դիտարկիչում՝ ներբեռնելու համար:{/f}
;STR_LOCALDRV_DOWN_FAIL_END ={f 5},Ներբեռնեք այն դիտարկիչից{/f}
STR_LOCALDRV_DOWN_FAIL_OKBTN =Ներբեռնել
;STR_AUTO_DOWNLOADING_PERCENT=Ներբեռնում
STR_AUTO_NOTNEEDUPDATEDEVCOUNT=Նորմալ
STR_AUTO_GAME_COMPONENTS=Խաղի բաղադրիչներ
STR_AUTO_SYSTEM_INDEX=Համակարգի նորոգում
;STR_AUTO_SUGGESTUPDATE=Առաջարկվող թարմացումներ
;STR_AUTO_RESULT2=Ձեր համակարգչի ՕՀ-ը %s է, %d սարքավարներ են գտնվել:
STR_AUTO_RESULT3={c #e9e9e9}Շնորհավորում ենք: Բոլոր սարքավարները նորմալ են:{/c}
STR_AUTO_RESULT4={c #CA0500}%d{/c} {c #e9e9e9} հնացած սարքավարներ:{/c}
STR_AUTO_RESULT4_D=Խորհուրդ չի տրվում թարմացնել, եթե ձեր համակարգիչը նորմալ է աշխատում:
STR_AUTO_RESULT5={c #CA0500}%d{/c} {c #e9e9e9}սարքավա(ներ) պետք է նորոգվեն:{/c}
STR_AUTO_RESULT6={c #CA0500}%d {/c} {c #e9e9e9}սարքավա(ներ) պետք է նորոգվեն:{/c}{c #CA0500}%d {/c} {c #e9e9e9}սարքավա(ներ) պետք է թարմացվեն:{/c}
STR_AUTO_RESULT7=Վերամեկնարկեք համակարգիչը՝ ավարտելու համար:
STR_AUTO_RESULT8=Ուշադրություն. Սարքակազմի հետ ինչ-որ բան այն չէ:

STR_AUTO_NEEDINSTALL_INTELDISPLAY=NVIDIA գրաֆիկական սարքավարը տեղադրելուց առաջ տեղադրեք Intel գրաֆիկական սարքավարը:
STR_AUTO_NEEDINSTALL_AMDDISPLAY=AMD գրաֆիկական սարքավարը տեղադրելուց առաջ տեղադրեք Intel գրաֆիկական սարքավարը:
STR_AUTO_NEEDINSTALL_AMDAMDDISPLAY=AMD ներկառուցված սարքավարը տեղադրելուց առաջ տեղադրեք AMD վերացական գրաֆիկական սարքավարը:
STR_AUTO_NEEDINSTALL_RECOMM=Թարմացնել
STR_AUTO_UPDATE_FINISH=Թարմացվեց
STR_AUTO_UPDATE_HASCANCEL=Չեղարկել
;STR_AUTO_UPDATE_CANCEL=Տեղադրումը չեղարկված է: Փակել՝ գործողությունը ավարտելուց հետո:

;STR_LANGUAGE=Լեզուն՝
;STR_MINTYPE=Նվզ. կոճակ
;STR_CLOSETYPE=Փակելու կոճակ 
;STR_MIN_TO_TASK=Նվզ. խնդրագոտի 
;STR_HIDE_TO_TRAY=Թաքցնել ներքևում
STR_EXIT=Փակել
;STR_SKIN=Շապիկ՝
;STR_PROMT_WHEN_NEEDUPDATE=Ստուգել թարմացումները
;STR_AUTOBACKUP_WHEENUPDATE=Թարմացնելուց առաջ ինքնաբար պահուստավորել
;STR_DRV_FILESET=Ֆայլի կարգավորումներ
;STR_DRIVEDIR=Ներբեռնել՝
;STR_BACKUPDIR=Պահուստավորում՝
;STR_RUN_NOW=Աշխատեցնել
STR_RUN_LAY=Լավ
;STR_CONNET_NET_FAILED=Ցանցի սխալ: Փորձեք ավելի ուշ:{a}Թարմացնել{/a}
;STR_SOCKET_TEST=Թեստ
;STR_NOT_USE_SOCKET=Չկա պրոքսի  
;STR_USE_SOCKET=Օգտ. Socket 5
;STR_SOCKET_PROXY=Socket 5 ցանցի պրոքսի.
;STR_SOCKET_SERVER=Սպասարկիչ՝
;STR_SOCKET_PORT=Պորտ՝
;STR_SOCKET_NAME=Օգտվողի անուն՝
;STR_SOCKET_PSW=Գաղտնաբառ՝
;=Open download folder 
;STR_DRV_CHANGE_VER=Փոխել,կրկին տեղադրել
;STR_DRV_RESTORE=Վերականգնել
;TR_DRV_REINSTALL_NOW=Կրկին տեղադրել
STR_DRV_UPDATE_PROMPT=Թարմացման ծանուցում
STR_DRV_UPDATE_PROMPT_CONTENT=3 ԳԲ-ից քիչ տեղ է մնացել %c հիշասարքում: Դա կհանգի սարքավարի տեղադրման ձախողմանը: Տեղ ազատեք:
STR_BACKUP_FREESPACE_NOTENOUGH=3 ԳԲ-ից քիչ տեղ է մնացել %c հիշասարքում: Դա կհանգի պահուսավորման ձախողմանը: Տեղ ազատեք կամ փոխեք ուղին:
STR_DOWNLOAD_FREESPACE_NOTENOUGH=3 ԳԲ-ից քիչ տեղ է մնացել %c հիշասարքում: Դա կհանգի ներբեռնելու ձախողմանը: Տեղ ազատեք կամ փոխեք ուղին:
STR_DRV_UPDATE_PROMPT_OPENCLEAN=Մաքրել(հանձնարարելի)
STR_DRV_UPDATE_PROMPT_IGNORE=Անտեսել
STR_REBOOT_NOW=Վերամեկնարկել 
STR_REBOOT_REPAIR_NEED=Վերամեկնարկել
STR_REBOOT_REPAIR_NOW=Վերամեկնարկել
STR_REBOOT_NEED=Վերամեկնարկել
STR_REBOOT_REINSTALL=Վերամեկնարկել
STR_REBOOT_RESULT=Վերամեկնարկել
STR_UPDATE_NOW=Թարմացնել
;STR_FILE_DOWNING=Ֆայլերի ներբեռնում...

STR_SHUTDOWN_NOW=Անջատել
STR_REBOOT_NOW2=Վերամեկնարկել
STR_SHUTDOWN_NEED=Հաջողությամբ տեղադրվեց: Ձեր համակարգիչը շուտով կանջատվի:
STR_REBOOT_NEED2=Հաջողությամբ տեղադրվեց: Ձեր համակարգիչը շուտով կվերամեկնարկի:

STR_DRV_ENABEL=Միացնել 
STR_DRV_UPDATE_BASE=Թարմացվելի
STR_DRV_ENABEL_STATE=Անջատված 
STR_DRV_ENABEL_TIP=Սարքը անջատված է: Միացրեք այն՝ սարքավարը տեղադրելու համար:
STR_DRV_ENABEL_RESTORE_TIP=Սարքը անջատված է: Միացրեք այն՝ սարքավարը վերականգնելու համար:
STR_DRV_ENABEL_DOING=Մեկնարկում է...
STR_DRV_SCAN_DOING=Նորոգվում է...
STR_DRV_SCAN=Նորոգել սարքավարը
;STR_COMPANY_NAME=OSToto Co., Ltd.

STR_MENU_TOUCHPAD_ENABLE=Միացնել
STR_MENU_TOUCHPAD_DISABLE=Անջատել
STR_MENU_OPTION=Կարգավորումներ
STR_MENU_ACTIVITE=Ակտիվացնել
STR_MENU_NEWFEATURES=Նոր յուրահատկություններ
STR_MENU_MAIN_PAGE=Ծրագրի կայքը
STR_MENU_FAQ=ՀՏՀ
STR_MENU_HELPUS=Օգնեք մեզ թարգմանել
STR_MENU_FORUM=Ֆորում

STR_MENU_DEV_DETAIL=Սարքի մանրամասներ
STR_MENU_LOCAL_DRV_DELFILE=Ջնջել
STR_MENU_LOCAL_DRV_REPORT=Արձագանք
STR_MENU_LOCAL_DRV_DATAILED=Մանրամասներ
STR_DRV_DRIVER_FILE=Սարքավարի ֆայլեր
STR_DRV_DRIVER_INFO=Սարքավարի տեղեկություն
STR_ABOUT=Մեր մասին
STR_ABOUT_ACTIVED=Ակտիվացված է
STR_ABOUT_ACTIVE_PRO=Ակտիվացրեք՝ Pro-ի լրիվ յուրահատկությունները ստանալու համար
STR_ABOUT_SERIAL_NUM=բանալին՝
STR_ABOUT_PRIVACY=Գաղտնիության քաղաքականություն
STR_ABOUT_EULA=EULA- ն
STR_ABOUT_ACTIVEFULL=Ակտիվացրեք Մասնագիտական որակները
STR_ABOUT_MAKE=--Դարձրեք ձեր ժամանակը ավելի արժեքավոր

STR_REGISTER=Ակտիվացված է

STR_DRV_INFO_DETAIL=Մանրամասներ՝ 
STR_DRV_INFO_DEV=Սարք՝ 
STR_DRV_INFO_NAME=Անուն՝
STR_DRV_INFO_CLASS=Անվանակարգ՝
STR_DRV_INFO_MANU=MFR՝
STR_DRV_INFO_DATE=Թողարկման ամսաթիվ՝ 
STR_DRV_INFO_VER=Տարբերակ՝ 
STR_DRV_INFO_SIZE=Չափ՝  
STR_DRV_INFO_INFO=Տեղեկություն՝
STR_DRV_INFO_GRADE=Վարկանիշ՝
STR_DRV_INFO_DESC=Ներածություն՝
;STR_DRV_INFO_MAINVER=Հիմնական տարբերակ՝
STR_DRV_INFO_MORE={f 9}Ներածություն՝{/f} {a}Ավելին{/a}
STR_DRV_INFO_NO=ՈՉ
STR_DRV_INFO_HWID=HWID՝
STR_DRV_INFO_HASH=Checksum

;STR_ERROR_TIMEROUT=Ժամասպառում 
STR_RESTORE_NOITEM=Դուք նախ պետք է  {a}<u>պահուստավորեք ձեր սարքավարները</u>{/a} կամ {a}<u>Ընտրեք այլ պանակ</u>{/a}:
;STR_RESTORE_BACKUP={a}Պահուստավորում{/a}

STR_CTRL_RESTORE_DELBACKUP=Ջնջել
;STR_OPTION_TITLE=Հատկանիշի կարգավորումներ  
;STR_OPTION_SYS=Համակարգ
;STR_OPTION_FILTER=Զտիչ
;STR_OPTION_DRIVER=Սարքավար
;STR_OPTION_AGENT=Պրոքսի
;STR_OPTION_SELECTDOWN_DIR=Ընտրեք նպատակակետը 
STR_OPTION_SELECTBACKUP_DIR=Ընտրեք պահուստավորման ֆայլերը՝ վերականգնելու համար
;STR_OPTION_DEVTYPE=Սարք
;STR_OPTION_DEVDESC=Նկարագրություն

STR_BACKUP_DETECTING={c #e9e9e9}{f 4}Ստուգվում է պահուստավորման տեղեկությունները...{/f}{/c}
STR_BACKUP_START=Մեկնարկ
;STR_BACKUP_LISTCOLUMN_STATUS=Վիճակը
STR_BACKUP_STATUS_NOTBACKUP=Չի պահուստավորվել
STR_BACKUP_STATUS_BACKUP=Պահուստավորում
STR_BACKUP_STATUS_CANNOT=Հնարավոր չէ պահուստավորել
STR_BACKUP_STATUS_NOTDRIVER=Սարքեր չկան
STR_BACKUP_NEEDBACKUPCOUNT={f 5}{c #e9e9e9}%d սարքավար(ներ) կարող են պահուստավորվել{/c}{/f}
STR_BACKUP_NOTNEEDBACKUP={f 5}{c #e9e9e9}Բոլոր սարքավարները պահուստավորվել են:{/c}{/f}
STR_BACKUP_NOAVAILABLEDRIVER={f 5}{c #e9e9e9}Որևէ սարքավար հասանելի չէ պահուստավորման համար:{/c}{/f}
STR_BACKUP_WAIT=Սպասում
STR_BACKUP_DOING=Ընթաց
STR_BACKUP_DOING1=Ընթաց
STR_BACKUP_CANCEL2=Կանգնեցնել՝ ընթացիկ պահուստավորումը ավարտվելուց հետո:
STR_BACKUP_NEED=Պետք է պահուստավորվի 
STR_BACKUP_NOTNDDE=Պահուստավորում
STR_VIEW_BACKUP_SETTING=Պահուստավորման կարգավորումներ
STR_VIEW_BACKUP_FILE=Դիտել պահուստավորված ֆայլերը 
STR_BACKUP_FINISH=Պահուստավորվեց
STR_BACKUP_CANCEL=Չեղարկել
STR_BACKUP_RESULT1={c #CA0500}%d{/c} սարքավար(ներ) հաջողությամբ պահուստավորվեցին;{c #CA0500}%d{/c} սարքավար(ներ)ի պահուստավորումը ձախողվեց: 
STR_BACKUP_RESULT2={c #CA0500}%d{/c} սարքավար(ներ) հաջողությամբ պահուստավորվեցին:
STR_BACKUP_RESULT3={c #CA0500}%d{/c} սարքավար(ներ) պահուստավորվեցին:
;STR_EVALUATE_DESC=Ընտրել թիրախային համակարգը՝ սարքավարները ստուգելու համար
STR_EVALUATE_NO=Գնահատված չէ
;STR_EVALUATE_FAILEd=Ձախողում
;STR_EVALUATE_SUCC=Հաջող էր
;STR_EVALUATE_DEVDESC=Սարքաշարի նկարագրություն
;STR_EVALUATE_CURRENTDEV=Ընթացիկ գնահատական 
;STR_EVALUATE_GETTING=Գնահատում (%d/%d)... 
;STR_EVALUATE_RESULT=Թիրախային ՕՀ-ն է՝ {c #CA0500}%s{/c},  աջակցվում է {c #CA0500}%s{/c}-ը:
;STR_EVALUATE_RESULT1=Թիրախային ՕՀ-ն է՝ {c #CA0500}%s{/c}, աջակցվում է {c #CA0500}%d %s{/c}-ը:
;STR_EVALUATE_RESULT2=Ստուգեք, թե արդյոք ցանցը աշխատում է: Վերամեկնարկեք ծրագիրը և կրկին փորձեք:
;STR_EVALUATE_START=Մեկնարկ
STR_EVALUATE_QUERY_REPORT=Արձագանք
STR_EVALUATE_SYSTEM=%s համակարգի գնահատում
STR_EVALUATE_RESULT_NOT_SUPPORT=Արդյունքը՝ չի աջակցվում:
STR_EVALUATE_SYSTEM_SUPP=Լռելյայն


;STR_MANUAL_SELECTVERSION=Ընտրեք տարբերակը
;STR_MANUAL_STOPDOWNLOAD=Դադար
;STR_MANUAL_DRIVERUPDATE=Տեղադրել
;STR_MANUAL_BESTDRIVER=Թարմ է 
STR_MANUAL_UPDATE_FAILED=Ձախողում
STR_MANUAL_UPDATE_FAILED_DATA=Տվյալի ձախողում 
STR_MANUAL_NEEDREBOOT=Վերամեկնարկել
;STR_MANUAL_NEEDREBOOT_CONTINUE=Վերամեկնարկել և շարունակել
STR_MANUAL_REDOWNLOAD=Կրկին ներբեռնել
;STR_MANUAL_HASUPDATE=Տեղադրված 
STR_MANUAL_BEGINUPDATE=Թարմացնել
STR_MANUAL_BEGININSTALL=Տեղադրել
;STR_MANUAL_QUERYRESULT={c #CA0500}%d{/c} նոր սարքավար է գտնվել:
STR_MANUAL_WAITFORINSTALL=Սպասում է
STR_MANUAL_INSTALLING=Տեղադրում է...
STR_MANUAL_UNZIPING=Ապափաթեթավորում...

STR_REFRESH=Թարմացնել
STR_REMOVE_WAIT=Սպասում է
STR_REMOVE_BEGINREMOVE=Ապատեղադրել
STR_REMOVE_DOINGREMOVE=Ապատեղադրում...
STR_REMOVE_DOINGREMOVE1=Ապատեղադրում՝
STR_REMOVE_DOINGREMOVE2=Ապատեղադրվում են %s հին սարքավարները...
STR_REMOVE_FAILED=Հնարավոր չէ ապատեղադրել
STR_REMOVE_SUCC=Հաջող էր
;STR_REMOVE_SUREREMOVE=Ցանկանու՞մ եք ապատեղադրել սարքավարները:
STR_REMOVE_FINISH=Պատրաստ է
STR_REMOVE_CANCEL=Չեղարկել
STR_REMOVE_RESULT1={c #CA0500} %d{/c} սարքավար(ներ)ը հաջողությամբ ապատեղադրվեցին; Հնարավոր չեղավ ապատեղադրել{c #CA0500}%d{/c} սարքավար(ներ)ը:{/c}
STR_REMOVE_RESULT2={c #CA0500} %d{/c} սարքավար(ներ)ը հաջողությամբ ապատեղադրվեցին:
STR_REMOVE_RESULT3={c #CA0500}%d {/c} սարքավար(ներ)ի ապատեղադրումը ձախողվեց:
STR_REMOVE_FINISH_NEEDREBOOT=Վերամեկնարկել 
STR_SELECT_DRV_BACKUP={c #666666}Վերականգնելիս չկատարեք այլ գործույթներ:{/c}
;STR_SELECT_FLODER_BACKUP=Ընտրել պահուստավորման տեղը:
;STR_RESTORE_BACKUPDRIVER=Սարքավարների պահուստավորում
;STR_RESTORE_SELBACKUPDRIVER=Ընտրեք պահուստավորման սարքավարները
STR_RESTORE_RESTORE1=Սարքավարի վերականգնումը չեղարկված է: Կանգնեցնել, երբ ընթացիկ վերականգնումը ավարտվի:
STR_RESTORE_DOINGRESTORE=Վերականգնվում է...
STR_RESTORE_RESTOREOK=Պատրաստ է 
STR_RESTORE_RESTOREFAILED=Վերականգնումը ձախողվեց
STR_RESTORE_RESTORING=  
STR_RESTORE_RESTORE_SELECT=Նախապատրաստում է վերականգնելու
STR_RESTORE_RESTORE_NOT_SELECT=Ընտրված չէ
STR_RESTORE_SELECTBACKUPDIR=<u>Ընտրեք պահուստավորման այլ տեղ</u>
;STR_RESTORE_DOINGREVERT=Վերականգնվում է...
STR_RESTORE_FINISH=Պատրաստ է
STR_RESTORE_CANCEL=Չեղարկել
STR_RESTORE_RESULT1={c #CA0500}%d {/c} սարքավար(ներ)ը հաջողությամբ վերականգնվեցին;{c #CA0500}%d {/c} սարքավար(ներ)ի վերականգնումը ձախողվեց:{/c}
STR_RESTORE_RESULT2={c #CA0500}%d {/c} սարքավար(ներ)ը հաջողությամբ վերականգնվեցին:
STR_RESTORE_RESULT3={c #CA0500}%d {/c} սարքավար(ներ)ի վերականգնումը ձախողվեց
STR_RESTORE_NODRIVER=Սարքավար չի վերականգնվել
STR_RESTORE_FINISH_NEEDREBOOT=Վերամեկնարկեք՝ ընթացը վավերացնելու համար:
STR_RESTORE_NEED_RESTORE_TEXT=Հնարավոր չէ բեռնել {c #207EBC}%s{/c} սխալ սարքավարը: Ավելի լավ է վերականգնել սարքավարը:
STR_RESTORE_NEED_RESTORE_OKBTN=Վերականգնել
STR_RESTORE_NEED_RESTORE_CANCELBTN=Չեղարկել
;STR_RESTORE_SET_TIPS1=Կարող եք փոխել պահուստավորման պանակը Կարգավորումներում
STR_RESTORE_NEEDCOUNT={f 5}{c #e9e9e9}%d սարքավար(ներ) կարող են վերականգնել:{/c}{/f}
STR_RESTORE_NOCOUNT={f 5}{c #e9e9e9}Որևէ պահուստավորում չի գտնվել:{/c}{/f}

STR_CTRL_AUTOUPDATE_NOUPDATE=Նոր սարքավարներ չկան:

STR_DEVCLASS_UNKNOWN=Անհայտ
STR_DEVCLASS_DISP=Ցուցադրիչ
STR_DEVCLASS_NET=Ցանց 
STR_DEVCLASS_MOUSE=Մկնիկ
STR_DEVCLASS_TOUCHTABLET=Հպահարթակ
STR_DEVCLASS_MEDIA=Ձայնանյութ
STR_DEVCLASS_MONITOR=Մոնիտոր
STR_DEVCLASS_BATTERY=Մարտկոց
STR_DEVCLASS_SOFTNET=Softnet 
STR_DEVCLASS_SYS=Համակարգ
STR_DEVCLASS_USB=USB
STR_DEVCLASS_USBHUB=USB hub
STR_DEVCLASS_BLUETOOTH=Bluetooth
STR_DEVCLASS_PRINTER=Տպիչ
STR_DEVCLASS_KEYBOARD=Ստեղնաշար
STR_DEVCLASS_CDROM=CD-ROM
STR_DEVCLASS_FLOPPYDISK=Floppy Disk
STR_DEVCLASS_POWERMGR=PowerMgr
STR_DEVCLASS_CCT=CCT 
STR_DEVCLASS_UAA=Audio Control Bus(UAA)
STR_DEVCLASS_IMG=IMG 
STR_DEVCLASS_DISKCONTROLLER=Disk Controller
STR_DEVCLASS_INFRARED=Infrared Ray
STR_DEVCLASS_IMAGE=Տեսախցիկ
STR_DEVCLASS_MB=MB 
STR_DEVCLASS_WIRELESSNET=Wlan

STR_DEVCLASS_HDMI=HDMI 
STR_DEVCLASS_USB_NET=USB WLAN

;STR_COMMON_LOCALVER=Տեղային
;STR_COMMON_UPDATEVER=Թարմացնել
STR_STRCOMMON_BAND=Պաշտոնական
STR_BRANDDRIVER=Ապրանքանիշ
STR_COMPATIBLE=Համատեղելի 
STR_PUBLICDRIVER=WHQL 


;STR_MAIN_VER=Հիմնական տարբերակ՝

STR_CHECKVER_GETVERINFO=Թարմացումների ստուգում...
STR_CHECKVER_NONEWVER=Չկա նոր տարբերակ:
;STR_CHECKVER_HASNEWVER=Ինքնաբար թարմացնել նոր տարբերակի:
STR_CLIENT_UPDATECHECK=Հասանելի է նոր տարբերակ:
STR_CLIENT_UPDATEING=Թարմացվում է...
STR_CLIENT_UPDATEOK=Թարմացումը ավարտվեց: Սեղմեք "Մեկնարկ"՝ շարունակելու համար:
STR_CLIENT_DOWNING=Ներբեռնում՝

STR_TIPS_TITLE_DEFAULT=Հուշումներ
STR_TIPS_INSTALL_DISPLAY=Ցուցադրիչի սարքավարը թարմացնելիս հնարավոր է հայտնվի սև էկրան կամ մոնիտորի թրթռոց:
STR_TIPS_INSTALL_NET=Ցանցի սարքավարը թարմացնելիս հնարավոր է կապակցումը ժամանակավորապես խզվի:
STR_TIPS_INSTALL_MEDIA=Սարքավարը թարմացնելուց հետո դուք պետք է վերակայեք ձայնանյութի սարքերը:
STR_TIPS_CLIENT_UPDATE=Թարմացումը ավարտվեց: Սեղմեք "Մեկնարկ"՝ շարունակելու համար:
STR_TIPS_DELETE_FILE=Սարքավարի փաթեթը ջնջված է:
STR_TIPS_DELETE_FILE_FAILED=Հնարավոր չեղավ ջնջել սարքավարի փաթեթը: Համոզվեք, որ ֆայլերը չեն օգտագործվում:
STR_TIPS_COPY_INFO_SUCC=Մանրամասները հաջողությամբ պատճենվել են: 
STR_TIPS_COPY_INFO_FAILED=Հնարավոր չեղավ պատճենել մանրամասները:
STR_TIPS_COPY_SHAREURL_SUCC=Համաօգտագործվող հասցեն հաջողությամբ է պատճենվել:
STR_TIPS_COPY_SHAREURL_FAILED=ՀՆարավոր չեղավ պատճենել համաօգտագործվող հասցեն: Կրկին փորձեք:
STR_TIPS_USE_NOW=Օգտագործել հիմա
STR_TIPS_TOUCH_TITLE=Հպահարթակի փոփոխման ծանուցում
STR_TIPS_TOUCH_LAB=Մատչելի է արտաքին USB մկնիկ: Ցանկանու՞մ եք անջատել հպահարթակը:
STR_TIPS_TOUCH_NONOTICE_LAB=Հաջորդ անգամ չծանուցել
;STR_TIPS_CANNOTEXIT=Ընթացում է և չի կարող փակվել:
STR_TIPS_CANNOTEXIT2=Ցանկանու՞մ եք ստիպողաբար փակել:
;STR_TIPS_ADDBACKUP=Թարմացնել
;STR_TIPS_MENU=Ցուցադրմնա ցանկ
;STR_TIPS_NETWORK=Հնարավոր չեղավ որոնել սարքավարներ, քանի որ ցանցային կապակցումը ձախողվեց: Կրկի՞ն հայտնաբերել:
;STR_TIPS_NETWORK_TITLE=Կրկին հայտնաբերել
;STR_TIPS_NETWORK_BTNOK=Հիմա
;STR_TIPS_NETWORK_BTNCANCEL=Հետո

;STR_BASIC_NOT_AUTO_QUERY=Ինքնաշխատ հայտնաբերումը փակ է:
;STR_BASIC_QUERY_DESC=Սեղմեք Ստուգել՝ բոլոր սարքավարները ստուգելու համար 
STR_BASIC_NEED_UPDATE={c #CA0500}%d{/c} սարքավար(ներ) պետք է նորոգվեն:
STR_BASIC_NEED_BACKUP={c #CA0500}%d{/c} սարքավար(ներ) պետք է պահուստավորվեն:
STR_BASIC_NEED_REBOOT={c #CA0500}Պետք է վերամեկնարկել{/c}

STR_BASIC_NEED_UPDATE2={c #ea9321}Թարմացվելի{/c}
STR_BASIC_NEED_INSTALL={c #CA0500}Պետք է նորոգվի{/c}
STR_BASIC_DEV_BAD={c #CA0500}Սարքավարի սխալ{/c}
STR_BASIC_DEV_BAD2=Սարքավարի սխալ



STR_BASIC_NOTNEED_UPDATE=Նորմալ	
STR_BASIC_NOTNEED_BACKUP=Պահուստավորված 
;STR_BASIC_STATUS_NORMAL=Բոլոր սլարքավարները հինալի վիճակում են:
STR_BASIC_STATUS_DETECTING={c #e9e9e9}Ստուգվում սպասեք մի քանի րոպե{/c}
STR_BASIC_COMPUTER=%s
;STR_BASIC_NEEDBACK=%d սարքավար(ներ) պետք է պահուստավորվի:
;STR_BASIC_NEEREPAIR=%d սարքավար(ներ) պետք է նորոգվեն:
;STR_BASIC_NEEDREBOOT= Վերամեկնարկեք՝ ընթացը վավերացնելու համար:
;STR_BASIC_QUERY=Սկսել ստուգումը
;STR_BASIC_ACEELFAILED=Ձախողում
;STR_BASIC_DRIVER_FINISH=Պատրաստ է
STR_BASIC_RESULT1={c #e9e9e9}Հաջողվեց ուղղել {c #CA0500} %d {/c} սարքավարի խնդիր; {c #CA0500}%d {/c} սարքավարի չուղղված խնդիրներ:{/c}
;STR_BASIC_RESULT5=Հաջողությամբ ներբեռնվեց {c #CA0500}%d{/c} սարքավար;{c #CA0500}%d{/c} սարքավարի ներբեռնումը ձախողվեց:{/c}
STR_BASIC_RESULT2={c #e9e9e9}Հաջողվեց ուղղել {c #CA0500} %d {/c} սարքավարի խնդիր:{/c}
STR_BASIC_RESULT3={c #e9e9e9}{c #CA0500}%d {/c} սարքավարի խնդիր հնարավոր չեղավ ուղղել:{/c}
STR_BASIC_NODRIVER={c #e9e9e9}Սարքավարի խնդիրները չեն ուղղվել:{/c}
;STR_BASIC_DEAL_RESULT=Արդյունք
STR_BASIC_MUST_SOFT=Անհրաժեշը ծրագրեր
STR_BASIC_INDEX_FAILED=Անհայտ սխալ՝ սարքավարները տեղադրելիս: Կրկին փորձեք:
STR_BASIC_INDEX_RESOLVE={c #3c3c3c}{f 4}Փորձում է խելամիտ նորոգում՝ սարքավարի անհաջող թարմացումից հետո:{/f} {/c}
STR_BASIC_INDEX_REPAIR_DOING={c #3c3c3c}{f 4}Մեկնարկել խելամիտ նորոգումը:{/f}{/c}
;STR_BASIC_INDEX_REPAIR_SUCC=Նորոգումը հաջող էր
STR_BASIC_INDEX_REPAIR_ERROR=Հնարավոր չեղավ մեկնարկել խելամիտ նորոգումը:
STR_BASIC_INDEX_TASK={c #3c3c3c}Մեկնարկել խելամիտ նորոգումը:{/c} 
STR_BASIC_INDEX_REPAIR_REPORT=Արձագանք
STR_BASIC_INDEX_REPAIR_REPAIR=Խելամիտ նորոգում
STR_BASIC_DRV_CHECKERROR={c #3c3c3c}{f 4}Հնարավոր չէ թարմացնել՝ սարքավարը ներբեռնելու սխալի պատճառով:{/f} {/c}
STR_BASIC_DRV_CHECKERROR_TIP=Հուշում. Կապնվեք տեխնիկական աջակցող մեր թիմին՝ օգնություն ստանալու կամ արձագանք ուղարկելու համար:{/a}

;STR_STATUS_SPEED=Speed: 0ԿԲ/վ
;STR_DRIVER_UPDATEREUSLT=Սարքավարները հաջողությամբ թարմացվեցին:<n>Բայց {c #CA0500}%d{/c} սարքավար(ներ)ի տեղադրումը ձախողվեց:


STR_STRCOMMON_DESKTOP=Desktop
STR_STRCOMMON_BENBEN=Laptop
STR_BIT=-բիթ
STR_32BIT=32-բիթ
STR_64BIT=64-բիթ
STR_PROFESSIONAL=Professional
STR_HOME_EDTITION=Home

STR_DEV_DETAIL_DRV=Տեղեկություն
STR_DEV_DETAIL_DRV_OLD=Ընթացիկ
STR_DEV_DETAIL_DRV_NEW=Թարմացնել
STR_DEV_DETAIL_DEVID=Սարք
STR_DEV_DETAIL_HWID=HWID՝
STR_DEV_DETAIL_CMID=Համատեղելի ID՝
STR_DEV_DETAIL_EXPORT=Արտահանել սարքի մանրամասները
STR_DEV_DETAIL_SAVE=Պահպանել որպես


STR_PNP_UNKNOW=Անհայտ
STR_PNP_ANDROID=Android
STR_PNP_IOS=iOS
STR_PNP_IMAGE=Cameral
STR_PNP_VIDEO=Տեսանյութ
STR_PNP_AUDIO=Ձայնանյութ
STR_PNP_WIRELESS=Wireless
STR_PNP_HANDWRITING=Writing pad
STR_PNP_HID=HID
STR_PNP_XBOX=XBOX
STR_PNP_MASS=Mass storage device
STR_PNP_READ_CARD=Card reader
STR_PNP_UDISK=USB flash disk
STR_PNP_MOBILE_DISK=Mobile HDD
STR_PNP_UKEY=Health USB key
STR_PNP_KEYMOUSE=Ստեղնաշար/Մկնիկ
STR_PNP_NO=Սարքերի ստուգում...
STR_PNP_HASDEV=Կապակցված է {c #CA0500}%d{/c} USB սարք
;STR_PNP_FINDDEV=Սարք է կապակցված՝ %s
STR_PNP_DRIVERSTATUSOK=Սարքավարը նորմալ է
STR_PNP_DRIVERSTATUSERROR=Սարքավարը նորմալ չէ
;STR_PNP_BEGINUSE=Մեկնարկել
STR_PNP_INSTANCEDRIVER=Տեղադրել
;STR_PNP_DEVOK=Սարքը նորմալ է
STR_PNP_QUERYDRIVER=Հայցում...
;STR_PNP_PHONE=Բջջային հեռախոս
;STR_UNPN_ANDROIDPHONE=Android հեռախոս
;STR_PNP_USBKEY=USB բանալի
;STR_PNP_NOTFINDDRIVER=Հնարավոր չէ գտնել համապատասխան սարքավար:
;STR_PNP_DRIVERERROR=Սարքը չի աշխատում սխալ սարքավարի պատճառով:
;STR_PNP_HASDRIVER=Սարքավարը տեղադրված է:
;STR_PNP_NODRIVER=Սարքը չի աշխատում ՝ չկա սարքավար:
;STR_PNP_INSTALLINGDRIVER=%s-ի տեղադրում
;STR_PNP_REPAIRDRV=Նորոգել սարքավարը
;STR_PNP_REPAIR_WAIT=Սպասում
;STR_PNP_REPAIRING=Նորոգում
;STR_PNP_REPAIR_FAILED=Նորոգումը ձախողվեց
;STR_PNP_REPAIR_SUCC=Նորոգումը հաջող էր
;STR_PNP_TOUCH_ENABLE=Սկզբնավորում
;STR_PNP_TOUCH_DISABLE=Անջատում
;STR_PNP_CLICK_ENABLE=Միացնել
;STR_PNP_CLICK_DISABLE=Անջատել
;STR_PNP_CLICK_UPDATE=Տեղադրել սարքավար
STR_PNP_DISABLE_DONE=Անջատված

STR_PRINTER_OPTION_SEARCH=Որոնում
STR_PRINTER_OPTION_SET=Կարգավորումներ									
STR_PRINTER_ADD=Ցանցային տպիչ
STR_PRINTER_SEARCH=Որոնում
;STR_PRINTER_RESEARCH=Կրկին որոնել
STR_PRINTER_STOP=Կանգնեցնել
;STR_PRINTER_HIGHSEARCH=Ընդլայնված
;STR_PRINTER_SEARCHINGTIP=Տպիչների որոնում...
STR_PRINTER_SEARCHING=Տպիչների որոնում: Կարող է որոշ ժամանակ տևել՝ համաձայն ձեր ցանցի պայմանների:<n>Բացի դա՝ կարող եք չեղարկել որոնումը և տեղադրել այն ձեռքով՝ սարքերի ցանկից:
;STR_PRINTER_SEARCH_RESULT=Հայտնաբերված սարքերը՝
STR_PRINTER_SEARCH_FAILED=Որոնումը ձախողվեց:
STR_PRINTER_SEARCH_FAILED2=Տպիչների որոնման ձախողում: Ստուգեք տպիչը և կրկին փորձեք:
;STR_PRINTER_SELECT_DEV=Ընտրեք տպիչը
STR_PRINTER_DOWN=Ներբեռնել տպիչի սարքավարը
STR_PRINTER_DWONING=Ներբեռնում՝
STR_PRINTER_DWON_FAILED={f 1}Ներբեռնումը ձախողվեց: Սեղմեք {a}Հետ{/a} և կրկին փորձեք:{/f}
;STR_PRINTER_INSTALL=Տեղադրել տպիչի սարքավարը
STR_PRINTER_INSTALLED={f 1}Սարքավարը հաջողությամբ է տեղադրվել:{/f}
STR_PRINTER_INSTALL_DEV=Տեղադրում
STR_PRINTER_INSTALL_SUCC={f 11}{c #5c5e64}Ավելացված տպիչ՝{/c}{/f} {c #666666}%s{/c}
STR_PRINTER_INSTALL_FAILED={f 1}Տեղադրումը ձախողվեց: Սեղմեք {a}Հետ{/a} և կրկին փորձեք:{/f}
STR_PRINTER_DEFAULT_SET=Եթե պետք է համաօգտագործեք տպիչը ուրիշների հետ այս ցանցում, ապա փոխեք Կարգավորումները Կառավար<n>Վահանակից:{a}<u>Կարգավորումներ</u>{/a}
STR_PRINTER_SELECT_DESC=Նշեք տպիչի IP-ին
STR_PRINTER_SELECT_IP=Տպիչի IP-ի՝
STR_PRINTER_SELECT_IP_DESC=Ներածեք {f 12}{c #2285C6}*{/c}{/f} վերջում՝ որոնելու համար ցանցում
STR_PRINTER_SELECT_IP_RANGE=IP ընդգրկույթը՝
STR_PRINTER_SELECT_IP_TO=-ից
STR_PRINTER_IP_ERR=IP հասցեն սխալ է: Ստուգեք ձեր հասցեն և կրկին փորձեք:

STR_PRINTER_BRAND_Broadcom=Broadcom
STR_PRINTER_BRAND_HP=HP
STR_PRINTER_BRAND_Lenovo=Lenovo
STR_PRINTER_BRAND_DELL=Dell
STR_PRINTER_BRAND_Canon=Canon
STR_PRINTER_BRAND_RICOH=Ricoh
STR_PRINTER_BRAND_Samsung=Samsung
STR_PRINTER_BRAND_Sharp=Sharp
STR_PRINTER_BRAND_Fujitsu=Fujitsu
STR_PRINTER_BRAND_EPSON=Epson
STR_PRINTER_BRAND_lexmark=Lexmark
STR_PRINTER_BRAND_FuJiXerox=Fuji Xerox
STR_PRINTER_BRAND_Panasonic=Pannasonic
STR_PRINTER_BRAND_Brother=Brother
STR_PRINTER_BRAND_Seiko=Seiko
STR_PRINTER_BRAND_OKI=OKI
STR_PRINTER_BRAND=Ապրանքանիշ
STR_PRINTER_BRAND_SEL=Ընտրեք տպիչի ապրանքանիշը
STR_PRINTER_PRODUCT=Մոդել
STR_PRINTER_PRODUCT_SRC=Արագ որոնում՝ տպիչի մոդելով
STR_PERIPH_NO_DEV=Եթե ձեր սարքը չի հայտնաբերվել՝ փորձեք նորոգել սարքավարները:
STR_PERIPH_NO_DEV2=EaseUS DriverHandy-ը կարող է հատնաբերել կապակցված սարքերը ինքնաբար;<n>Եթե կապակցված սարքը չի հայտնաբերվել՝ կրկին միացրեք տվյալի գիծը կամ փոխեք պորտը:
STR_PERIPH_NO_DEV3=Համակարգի միջավայրի հետ ինչ-որ բան այն չէ: Խնդրում ենք նորոգել այն՝ մինչև սարքվարները տեղադրելը:
STR_PRINTER_SELECT=Ընտրեք տպիչը					
;STR_DOWN_START=Մեկնարկ
;STR_DOWN_EXPORT=Արտահանել տեղային կազմաձևերը
;STR_DOWN_LEAD=Ներմուծել այլ համակարգչի կազմաձևեր
;STR_DOWN_OPEN=Բացել ֆայլի կարգավորումները
;STR_DOWN_GOTO=Անցնել տեղային տեղադրման
;STR_DOWN_INSTALL=Տեղադրել
STR_DOWNLOAD_WAIT=Սպասում է
STR_DOWNLOAD_DOING=Ներբեռնվում է...
STR_DOWNLOAD_SUCC=Պատրաստ է
STR_DOWNLOAD_FAILED=Ձախողում
STR_DOWNLOAD_FINISH=Ավարտել
;STR_DOWNLOAD_ERROR=Սխալ
STR_DOWNLOAD_CANCEL=Չեղարկել
;STR_DOWNLOAD_REDOWN=Կրկին ներբեռնել
STR_DOWNLOAD_CHECKERROR=Ստուգելու սխալ
STR_DOWNLOAD_CHECKERROR1=Հնարավոր չեղավ ստուգել
;STR_DOWN_INSTALLED=Տեղադրված է
STR_DOWN_PROGRESS=%d սարքավարի ներբեռնում (ընդհանուր՝ %d)
STR_DOWN_CURDRV={c #e9e9e9}%s սարքավարի ներբեռնում{/c}
STR_DOWNLOAD_CANCEL=Չեղարկել

prt_peripherals_back_link={a}{f 1}<u>Արտաքին սարքավորում</u>{/f} {f 11}>{/f}{/a} {f 1}{c #6B6B6B}Ավելացնել տպիչ{/c}{/f}
prt_lab_tips1=Ընտրեք, թե ինչպես եք ցանկանում որոնել տպիչ
prt_lab_tips2=Ընտրեք տպիչի ապրանքանիշը
prt_lab_tips3=Ներբեռնել և տեղադրել սարքավարը

;STR_INSTALL_DOING2=Տեղադրվում է
STR_INSTALL_DOING=Թարմացվում է...
STR_REPAIR_DOING=Նորոգվում է...
STR_INSTALL_SUCC=Հաջող էր
STR_REPAIR_SUCC=Հաջող էր
STR_REINSTALL=Կրկին տեղադրել
STR_INSTALL_PROGRESS=%d սարքավարի տեղադրում (ընդհանուր՝ %d)
;STR_INSTALL_PROGRESS1=%d արքավարի ընթաց (ընդհանուր՝ %d)
STR_INSTALL_CURDRV={c #e9e9e9}Տեղադրվում է...{/c}
STR_INSTALL_DOC_NET=Տեղադրվում է սարքավարի կարկատանը...
STR_INSTALL_DOC_NET2=Սա կարող է որոշ ժամանակ տևել: Խնդրում ենք մի փոքր համբերել:
STR_INSTALL_ERROR=Տեղադրումը ձախողվեց:
;STR_INSTALL_REPAIRINDEX=Նորոգման սխալ:
STR_INSTALL_M_ERR=Տեղադրումը ձախողվեց համակարգային սխալի պատճառով:
STR_INSTALL_M_ERR2=Վերամեկնարկեք համակարգիչը և կրկին փորձեք:
;STR_PERIPH_NODRV=Պահանջվող սարքավարները չեն գտնվել: Ինչպե՞ս ուղղել այս խնդիրը:

;STR_SETTING_BASICSETBTN=Գլխավոր
;STR_SETTING_AUTORUNCHECK=Բացել EaseUS DriverHandy-ը համակարգի հետ միաժամանակ
STR_SETTING_DRVQUERYLAB=Ծրագիրը բացելիս ինքնաբար ստուգել առողջությունը
;STR_SETTING_DRVAUTOQUERYBTN=Ամեն անգամ
;STR_SETTING_DRVDAYQUERYBTN=Օրվա մեջ առաջին անգամ
;STR_SETTING_DRVNOTQUERYBTN=Երբեք
;STR_SETTING_DRVQUERYSET=Առողջությունը ստուգելու կարգավորումներ 
STR_AUTOQUERY_EVERYTIMES=Ամեն անգամ
STR_AUTOQUERY_EVERYDAY=Ամեն օր
STR_AUTOQUERY_NEVER=Երբեք

;STR_SETTING_MINHIDETOTRAYBTN=Թաքցնել ներքևում
;STR_SETTING_HARDWARECHECK=Ինքնաշխատ հիշեցնել, երբ սարքաշարը թարմացվում է  
;STR_SETTING_BACKUPUPGRADECHECK=Թարմացնելուց առաջ ինքնաբար պահուստավորել 
;STR_SETTING_BACKUPUNINSTALLCHECK=Ապատեղադրելուց առաջ ինքնաբար պահուստավորել
STR_SETTING_SHOWDETAILEDINFOCHECK=Հատուկ միույթներին սեղմելիս ցուցադրել մանրամասները 
STR_SETTING_SELECTFLODER=Ընտրել պանակը
;STR_SETTING_PROXYNOTUSEBTN=Չկա պրոքսի
;STR_SETTING_PROXYUSEBTN=Պրոքսի
;STR_SETTING_TOUCHPAD=Հաջորդ անգամ մկնիկը տեղադրելիս հիշեցնել ինձ անջատել հպահարթակը:

;STR_SETTING_SPEED_SET=Ներբեռնելու կարգավորումներ
;STR_SETTING_SPEED_LIMIT=Արժեքի սահմանափակում.
;STR_SETTING_SPEED_MAX=Ներբեռնելու առավ. արագությունը

;STR_SETTING_PROXY_SET=Պրոքսի կարգավորումներ
;STR_SETTING_PROXYIPLAB=Սպասարկիչ՝
;STR_SETTING_PROXYPORTLAB=Պորտ՝
;STR_SETTING_PROXYPSWLAB=Գաղտնաբառ՝
;STR_SETTING_PROXYREGIONLAB=Տիրույթ՝
;STR_SETTING_PROXYLAB=IE պրոքսի
;STR_SETTING_PROXYLAB1=HTTP պրոքսի
;STR_SETTING_PROXYLAB2=Socket4 պրոքսի 
;STR_SETTING_PROXYLAB3=Socket5 պրոքսի

;STR_SETTING_NOTMODIFYDIR=Ընտրված պանակը մատչելի չէ: Ընտրեք մեկ ուրիշը:
STR_SETTING_SOCKET_OK=Մատչելի է պրոքսի 
STR_SETTING_SOCKET_FAILED=Պրոքսի մատչելի չէ: Վերակայեք:
STR_SETTING_WARN=Թարմացման հարցում 
STR_SETTING_NO_WARN=Առանց հարցնելու
;STR_SETTING_WARNING=Ներբեռնելու և պահուստավորման պանակները պետք է տարբեր լինեն:
STR_SETTING_WARNING1=Ներբեռնելու սխալ պանակ:
STR_SETTING_WARNING2=Պահուստավորման սխալ պանակ:
STR_SETTING_WARNING3=Պահուստավորման և ներբեռնելու պանակները չեն կարող նույնը լինել:
;STR_SETTING_OPEN=Բացել


STR_QUERY_RETRY=Կրկնել
STR_QUERY_ERROR=Ցանցի սխալ: Ստուգեք ցանցի կարգավորումները:
STR_QUERY_ERROR2=Սարքավարի հարցումը ձախողվեց:
;STR_QUERY_ERROR4=Գնահատումը ձախողվեց:
STR_QUERY_ERROR_CAUSE=Պատճառ՝ հարցման մոդուլը գրավվել է անհայտ ընթացի կողմից:
;STR_QUERY_ERROR_WAY=Լուծում՝ անջատեք հակավիրուսային ծրագիրը և կրկին փորձեք:
;STR_QUERY_ERROR_WAY_DEF=Լուծում՝ անջատեք հակավիրուսային ծրագիրը:


STR_NET_TITLE=Կապակցման հարցում
STR_NET_NO_DEV=Հնարավոր չեղավ գտնել որևէ մատչելի ցանց: Ստուգեք {a}Սարքաշարի կարգավորումները{/a}:
STR_NET_NO_DRV=Ցանցի քարտի սարքավարը ճիշտ չէ տեղադրված: Փորձեք {a}RichScan{/a}-ը կամ {a}EaseUS DriverHandy for Network Card{/a}-ը՝ սարքավարը տեղադրելու համար:
STR_NET_NO_NET=Հնարավոր չեղավ գտնել որևէ մատչելի ցանց: Ստուգեք {a}Ցանցի կարգավորումները{/a}:
STR_NET_NO_SERVER=Հնարավոր չեղավ կապակցվել սպասարկիչին: Ուղարկեք ձեր խնդիրը մեր {a} Պաշտոնական ֆորում{/a}
STR_NET_NO_DRV_HAS_BACKUP=EaseUS DriverHandy-ը չկարողացավ աշխատել ցանցի վթարային սարքավարի պատճառով: Ավելի լավ է վերականգնեք ցանցի սարքավարը:
STR_NET_NO_DRV_NETVER=EaseUS DriverHandy-ը չկարողացավ աշխատել ցանցի վթարային սարքավարի պատճառով: Կարող եք օգտագործել {a}EaseUS DriverHandy for Netwotk Card{/a}-ը՝  ցանցի սարքավարը ուղղելու համար:

STR_UNINSTALL_CUR_DRV=Հնացած %s սարքավար է գտնվել ձեր համակարգչում: Թարմացնելուց առաջ պետք է ապատեղադրեք այն:
STR_UNINSTALL_AND_INSTALL=Ապատեղադրել
STR_NO_UNINSTALL=Թարմացնել 	
STR_EXIT_INSTALL=Չեղարկել

STR_DOUBLEDISPLAY_REMINDER=Վերականգնելու համար ընտրեք ցուցադրիչի միայն մեկ սարքավար:


STR_NEW=Նոր
STR_MUST=Պետք է
STR_IMPORT=Կարևոր


STR_SYSTEM_INFO=Համակարգիչ՝ %s, Համակարգ՝ %s  
STR_CLIENT_VERSION=Տարբերակ՝ %s
STR_UNZIP_ING=Սարքավարի ֆայլերի ապափաթեթավորում...
STR_IGNORE_TEXT=Անտեսված(%d)
STR_LAGNUAGE_CHANGE=Դուք ընտրել եք նոր լեզու: Վերամեկնարկեք ծրագիրը՝ վավերացնելու համար փոփոխությունը:

STR_USER_SHARE_FAILED=Հնարավոր չեղավ ուղարկել տվյալը: Ստուգեք ցանցը կամ կրկին փորձեք:
STR_USER_EMAIL_FAILED=Էլ. փոսը անվավեր է:!

STR_BOTTOM_STABLE_MODE=Կայուն սարքավար
STR_BOTTOM_NOMAL_MODE=Վերջին սարքավար

;start
STR_HOME_LAB1=Խնդրում ենք սեղմեք սկան, եկեք ստուգենք ձեր համակարգչի բոլոր վարորդները
STR_HOME_LAB2=թարմացնելը կարող եք ավելի արագ դարձնել ձեր համակարգիչը:
STR_HOME_NET_ERROR=Կապակցումը ձախողվեց:
STR_HOME_BTN_SCAN=Ստուգել
STR_HOME_BTN_STOP=Կանգնեցնել
STR_HOME_SCAN_LAB1=Սկան համակարգիչ, սպասեք մի քանի րոպե:

STR_HOEM_MANAGE_BTN=Գործիքներ 
STR_HOEM_PNP_BTN=Արտաքին սարք
STR_HOEM_HARDWARE_BTN=պատուհանները օգնական
STR_HOEM_PRE_LOAD_BTN=Նախապես բեռնված

STR_ERROR_NET_NO_DEV=Ցանցային քարը չի գտնվել:
STR_HOEM_ERROR_NET_NO_DEV_LINK={f 1}{c #E9F5FC}Բացել {a}{u}{c #E9F5FC}Սարքի կառավարը{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV=Ցանցի սարքավարը չի աշխատում:
STR_HOEM_ERROR_NET_NO_DRV_LINK={f 1}{c #E9F5FC}Ուղղել EaseUS DriverHandy for Network Card-ով ({a}{u}{c #E9F5FC}www.drivethelife.com{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP=Ցանցի սարքավարը չի աշխատում:
STR_HOEM_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #E9F5FC}Վերականգնել սարքավարը պահուստից{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_DRV_NETVER=Ցանցի սարքավարը չի աշխատում:
STR_HOEM_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #E9F5FC}Նորոգել EaseUS DriverHandy for Network Card-ով{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_NET=Չկա համացանցային կապակցում:
STR_HOEM_ERROR_NET_NO_NET_LINK={f 1}{c #E9F5FC}Բացել {a}{u}{c #E9F5FC}ցանցի կարգավորումները{/c}{/u}{/a}{/c}{/f}  
STR_ERROR_NET_NO_SERVER= Հնարավոր չեղավ կապակցվել սպասարկիչին:
STR_HOEM_ERROR_NET_NO_SERVER_LINK= {f 1}{a}{u}{c #E9F5FC}Առցանց աջակցում կամ արձագանք{/c}{/u}{/a}{/f}
STR_HOEM_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #E9F5FC}կամ {a}{u}{c #E9F5FC}Արտահանել սարքաշարի պրոֆիլը{/c}{/u}{/a}՝ այլ համակարգիչում սարքավարները ներբեռնելու համար:{/c}{/f}

STR_ERROR_NET_NO_DEV_LINK={f 1}{c #5a8ac4}Բացել {a}{u}{c #5a8ac4}Սարքի կառավարը{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV_LINK={f 1}{c #5a8ac4}Ուղղել EaseUS DriverHandy for Network Card-ով ({a}{u}{c #5a8ac4}www.drivethelife.com{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #5a8ac4}Վերականգնել սարքավարը պահուստից{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #5a8ac4}Նորոգել EaseUS DriverHandy for Network Card-ով{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_NET_LINK={f 1}{c #5a8ac4}Բացել {a}{u}{c #5a8ac4}ցանցի կարգավորումները{/c}{/u}{/a}{/c}{/f}  
STR_ERROR_NET_NO_SERVER_LINK= {f 1}{a}{u}{c #5a8ac4}Առցանց աջակցում կամ արձագանք{/c}{/u}{/a}{/f}
STR_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #5a8ac4}կամ{a}{u}{c #5a8ac4} Արտահանել սարքաշարի պրոֆիլը{/c}{/u}{/a}՝ այլ համակարգիչում սարքավարները ներբեռնելու համար:{/c}{/f}
{/c}{/f} 

;main left
STR_LEFT_DIAGNOSIS=Վարորդների կարգավիճակը
STR_LEFT_TOOLS=Փրկարար վարորդներ
STR_LEFT_TOOLS_B=կրկնօրինակում վարորդներ
STR_LEFT_TOOLS_R=Վերականգնել վարորդներին
STR_LEFT_TOOLS_SYS=Վերականգնել համակարգեր
STR_LEFT_TOOLS_U=Տեղահանեք վարորդներին

STR_LEFT_PERIPHERAL=Ծայրամասային վարորդներ
STR_LEFT_USB=USB-Վարորդներ
STR_LEFT_PRINTER=Տպիչի խնդիր

STR_LEFT_PRE=Նախնական ներբեռնումը
STR_LEFT_PRE_LOCAL=Այս համակարգչի համար
STR_LEFT_PRE_OTHER=Այլ համակարգիչներին
STR_LEFT_PRE_HELP=Խնդրել օգնություն

STR_LEFT_HARDWARE=Գործիքներ

STR_LEFT_SETTING=Կարգավորումներ
STR_LEFT_SETTING_G=Ընդհանուր
STR_LEFT_SETTING_D=Վարորդներ
STR_LEFT_SETTING_N=Ցանցը


STR_LEFT_HOMEURL=www.drivethelife.com

;bottom
STR_BOTTOM_ACTIVATE_BTN=Ակտիվացնել
STR_BOTTOM_FREE_ACTIVATE_BTN=ԱՆՎՃԱՐ
STR_BOTTOM_RESTORE_LAB1=Սեղմեք Ստուգել՝ բոլոր սարքավարները ստուգելու համար
STR_BOTTOM_RESTORE_LAB2=Սեղմեք Ստուգել՝ բոլոր սարքավարները ստուգելու համար
STR_BOTTOM_BACKUP_LAB1=Կարող եք փոխել պանակը {a}Կարգավորումներ{/a}-ում:
STR_BOTTOM_STATE_MODE_TIP=Ապահովում է առավելագույնս համապատասխանող սարքավարներով:
STR_BOTTOM_LASTER_MODE_TIP=Ապահովում է ամենավերջին սարքավարներով:
STR_BOTTOM_ACTIVATETO_BTN=Ակտիվացրեք պրոֆեսիոնալներին

;local detailwnd
STR_LOCAL_DETAIL_TITLE=Սարքավարի մանրամասները
STR_LOCAL_DETAIL_DRV_NAME=Սարքավար՝
STR_LOCAL_DETAIL_DRV_VENDOR=Վաճառող՝
STR_LOCAL_DETAIL_DRV_TYPY=Տեսակ՝
STR_LOCAL_DETAIL_DRV_CREVER=Տարբերակ՝
STR_LOCAL_DETAIL_DRV_CURVER_DATE=Ամսաթիվ՝
STR_LOCAL_DETAIL_DRV_CURVER_SIZE=Չափ՝
STR_LOCAL_DETAIL_DRV_NEWVER=Թարմացում՝
STR_LOCAL_DETAIL_DRV_UNKNOWN=Անհայտ
STR_LOCAL_DETAIL_DRV_NODRIVER=Չկա սարքավար

STR_LOCAL_DETAIL_HEAD_NOW=Տեղադրված
STR_LOCAL_DETAIL_HEAD_UPDATE=Թարմացնել

STR_LOCAL_DETAIL_REPAIR=Նորոգել
STR_LOCAL_DETAIL_START=Միացնել
STR_LOCAL_DETAIL_CLOSE=Փակել
;local head
STR_LOCAL_STOP_BTN=Կանգնեցնել
STR_BASIC_INDEX_REPAIR_DONE=Սարքավարը նորոգվեց:

;hardware profile
STR_SYS_BOOT_TIME=Նախաբեռնման ժամանակը՝
STR_SYS_MODEL=Մոդելը՝
STR_SYS_INSTALL_DATE=Տեղադրման ժամանակը՝ 
STR_SYS_VERSION=Համակարգը՝

STR_CPU_CLOCK=Հաճախականություն՝
STR_CPU_CACHE=Շտեմ՝
STR_CPU_CORES=Միջուկներ՝

STR_MEMORY_NAME=Հիողություն
STR_MEMORY_VENDOR=Վաճառող՝
STR_MEMORY_SIZE=Չափ՝
STR_MEMORY_TYPE=Տեսակ՝
STR_MEMORY_RELEASE_DATE=Թողարկման ամսաթիվ՝


STR_DISK_NAME=Հիշասարք
STR_DISK_VENDOR=Վաճառող՝
STR_DISK_SIZE=Չափ՝
STR_DISK_CACHE=Շտեմ՝
STR_DISK_POWER_ON_HOUR=Աշխատաժամանակ՝
STR_DISK_POWER_CYCLE_COUNT=Աշխատանքի շրջանի հաշվարկ՝
STR_DISK_TRANSFER_SPEED=Փոխանցման արագություն՝
STR_DISK_INTERFACE_TYPE=Միջերեսի տեսակ՝

STR_CPU_DETAIL_BTN={f 1}CPU՝{/f}
STR_MEMORY_DETAIL_BTN={f 1}Հիշողություն{/f}
STR_DISK_DETAIL_BTN={f 1}Հիշասարք՝{/f}

STR_CPU_DETAIL_BTN_HOT={f 23}{c #3a70af}CPU{/a}{/f}
STR_MEMORY_DETAIL_BTN_HOT={f 23}{c #3a70af}Հիշողություն{/a}{/f}
STR_DISK_DETAIL_BTN_HOT={f 23}{c #3a70af}Հիշասարք{/a}{/f}

STR_CPU_TYPE_LBL=CPU՝
STR_MEMORY_TYPE_LBL=Հիշողություն՝
STR_DISK_TYPE_LBL=Հիշասարք՝
STR_DISPLAY_ADAPTER_TYPE_LBL=Ցուցադրիչի հարմարիչ՝
STR_MAINBOARD_TYPE_LBL=Մայրական հարթակ՝
STR_MONITOR_TYPE_LBL=Մոնիտոր՝

STR_LOADING=Բեռնում...
;Settings
STR_ST_GENERAL=Գլխավոր
STR_ST_AUTO_RUN=Բացել EaseUS DriverHandy-ը Windows-ի հետ
STR_ST_MINIMIZE_TO_TRAY=Ծրագիրը փակելիս թաքցնել ներքևում
STR_ST_AUTO_SCAN=Ծրագիրը բացելիս ինքնաբար ստուգել
STR_ST_USE_CL=Օգտագործեք Conqueror Live, խաղի միջավայրը հայտնաբերելու եւ այն օպտիմալացնելու համար
STR_ST_AUTO_UPDATE=Ինքնաբար թարմացում
STR_ST_DRIVERS=Սարքավարներ
STR_ST_DOWNLOAD_FOLDER=Ներբեռնելու պանակ
STR_ST_BACKUP_FOLDER=Պահուստավորման պանակ
STR_ST_FOLDER_BROWSE=Բացել պանակը
STR_ST_AUTO_BACKUP_INSTALL=Ավտոմատ կերպով պահեստավորեք վարորդին նախքան այն տեղադրելը
STR_ST_AUTO_BACKUP_UNINSTALL=Սարքավարները ապատեղադրելուց առաջ ինքնաբար պահուստավորել
STR_ST_AUTO_BACKUP_SYSTEM=Սարքավարը տեղադրելուց առաջ ինքնաբար ստեղծել համակարգի վերականգնման կետ 
STR_ST_NETWORK=Ցանց
STR_ST_DOWNLOAD_SPEED=Ներբեռնելու առավելագույն արագություն
STR_ST_NO_PROXY=Չկա պրոքսի
STR_ST_IE_PROXY=Ինքնաբար հայտնաբերել պրոքսին (օգտ. Internet Explorer-ի կարգավորումները)
STR_ST_SPEC_PROXY=Ընտրել պրոքսի սպասարկիչը
STR_ST_PROXY_HOST=Հոսթ՝
STR_ST_PROXY_PORT=Պորտ՝
STR_ST_PROXY_USERNAME=Օգտվողի անուն՝
STR_ST_PROXY_PASSWORD=Գաղտնաբառ՝
STR_ST_PRO=Pro
STR_ST_EXOPRTDLG_TITLE=Պահպանել սարքաշարի տեղեկությունը
STR_ST_EXOPRTDLG_FILENAME=սարքաշարի տեղեկություն
STR_ST_EXPORT_FILE_BTN=Արտահանել
STR_ST_CHOOSE_FILE_LBL=Ընտրել լեզվի 
STR_ST_CHOOSE_FILE_TIP_LBL=*Հնարավոր է՝ նոր լեզուն լիովին չհամապատասխանի մեր նոր միջերեսին: Մենք դա կուղղենք մոտ ապագայում:
STR_ST_LANGUAGE=Լեզուն
STR_ST_FOLDER_OPEN=Բացել...
STR_ST_TEST_PROXY=թեստ
STR_ST_APPLY_PROXY=գործադրել
STR_ST_RESTORE_DEFAULT=Վերակայել
STR_SETTING_CHANGED_SAVE=Դուք փոփոխություններ եք կատարել EaseUS DriverHandy Կարգավորումներ- ում: Ցանկանում եք պահպանել փոփոխությունները:
STR_SETTING_OK_SAVE=EaseUS DriverHandy կարգավորումներն հաջողությամբ փոխվել են

;FreeAriva
STR_LAB_TITLE=Անվճար ակտիվացում
STR_LAB_TITLE2=Ակտիվացված է
STR_LAB_TITLE3=Գրանցել
STR_BTN_ACTIVE=Ակտիվացնել
STR_BTN_ACTIVING=Մատչում...
lab_avir_t1=Մենք կուղարկեք ակտիվացման բանալին ձեր էլ. փոստին:
lab_avir_t2={f 5}{c #4E81BF}EaseUS DriverHandy Pro-ն ակտիվացված է:{/c}{/f}
lab_avir_t3={f 1}{c #6B6B6B}Ակտիվացման բանալին ուղարկվել է ձեր էլ. փոստին: Պահեք այն՝ հետագայում ևս օգտագործելու համար:{/c}{/f}
btn_not_received=<u>Չե՞ք ստացել:</u>
btn_arv_received=<u>Մուտքագրել բանալին</u>
btn_ar_close=Փակել
lab_avir_t4={f 5}{c #4E81BF}Մուտքագրեք ակտիվացման բանալին:{/c}{/f}
lab_avir_t5={f 1}{c #6B6B6B}Մոռացե՞լ եք բանալին: {a}<u>կրկին մուտքագրեք ձեր էլ. փոստը</u>{/a}:{/c}{/f}
lab_avir_asok={f 5}{c #4E81BF}Հիանալի է:{/c}{/f}<n>{f 5}{c #6B6B6B}EaseUS DriverHandy Pro-ն հաջողությամբ ակտիվացվել է:{/c}{/f}<n>{f 1}{c #666666}Խնդիրների դեպքում գրեք մեզ: Շնորհակալություն:{/c}{/f} 
lab_avir_bout_pro=<u>Ի՞նչ է EaseUS DriverHandy Pro-ն:</u>

STR_ARIVA_INPUT_EMAIL=Մուտքագրեք ձեր էլ. փոստը:
STR_ARIVA_INPUT_SERIAL=Մուտքագրեք ակտիվացման բանալին:
STR_ARIVA_EMAIL_FMT_ERROR=Էլ. փոստի հասցեն սխալ է:
STR_ARIVA_SERIEAL_EXAMPLE=Օրինակ՝ XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
STR_ARIVA_EMAIL_EXAMPLE=Example@company.com

STR_ARIVA_RETRIEVE=Ստացեք գրանցման կոդը
STR_ARIVA_ORDERFAQ=Order Հաճախ տրվող հարցեր

STR_VERIFY_FAILED=Ակտիվացումը ձախողվեց:
STR_VERIFY_NETWORK_ERROR=Ակտիվացումը ձախողվեց: Ստուգեք ձեր ցանցը:
STR_VERIFY_SUCS=Ակտիվացումը հաջող էր:
STR_VERIFY_TIMEOUT=Ակտիվացումը սպառված է:
STR_VERIFY_CODE_INVAL=Ակտիվացման բանալին անվավեր է:
STR_VERIFY_EMAILADDR_ERROR=Էլ. փոստի հասցեն անվավեր է:
STR_VERIFY_SERVER_CLOSE=Մեր սպասարկիչը փակ է:
STR_VERIFY_EMAIL_LACK=Ձեր էլ. փոստը օգտագործվել է:
STR_VERIFY_CODE_LACK=Այս բանալին օգտագործվել է:

lab_avir_t6=EaseUS DriverHandy Pro-ն ակտիվացվեց:
lab_avir_tips={f 0}{c #888888}Այժմ դուք ունեք լրիվ մատչում EaseUS DriverHandy Pro-ի յուրահատկություններին: Ցանկացած խնդրի դեպքում կարող եք գրել մեզ:{/c}{/f}
btn_active_serial_copy=պատճենել
STR_ACTIVATED_CODE={f 2}{c #888888}Բանալի՝  {c #5c5e64}%s{/c}{/c}{/f}
STR_ACTIVATED_EMAIL="Էլփոստի հասցե` "
STR_ACTIVATED_DATE={f 2}{c #888888}Ակտիվացման ժամանակ՝ {c #5c5e64}%s{/c}{/c}{/f}


STR_ACTIVATE_PAY_T1={f 5}{c #4E81BF}Շնորհակալություն EaseUS DriverHandy-ը օգտագործելու համար:{/c}{/f}
STR_ACTIVATE_PAY_T2={f 2}{c #5c5e64}Pro-ի հիմնական առավելությունները՝{/c}{/f}
STR_ACTIVATE_PAY_F1=Սարքավարների ներբեռնում Ամենավերջին սարքավարը կերպում:
STR_ACTIVATE_PAY_F2=Սարքավարների վերականգնում պահուստից:
STR_ACTIVATE_PAY_F3=USB կապակցված սարքերի արագ ուղղում:
STR_ACTIVATE_PAY_F4=Համակարգային սարքավարների նորոգում խորքում՝ խնդիրները լիովին ուղղելու համար:
STR_ACTIVATE_PAY_F5=Սարքավարների նախաներբեռնում՝ մինչև համակարգի փոփոխումը կամ վերականգնումը: 
STR_ACTIVATE_PAY_N={c #FFFFFF}Մուտքագրեք բանալին և սեղմեք "Ակտիվացնել"՝ EaseUS DriverHandy Pro-ն ստանալու համար:{/c}
STR_ACTIVATE_BUYNOW=Գնել
STR_ACTIVATE_RETRCODE={f 9}<u>Ստանալ բանալին</u>{/f}
STR_ACTIVATE_PRICE_ORG_TEXT=Սկզբնական՝
STR_ACTIVATE_PRICE_ORG=$19.9
STR_ACTIVATE_PRICE_NOW=Now: $9.9
STR_ACTIVATE_MSG_FREE_CLOSE=Անվճար ակտիվացումը ավարտված է: Գնեք արտոնագիր՝ Pro-ն ակտիացնելու համար:
STR_ACTIVATE_BUY_NOW_URL=http://www.drivethelife.com/purchase/buy-driver-talent-pro.html

;chargedoc
STR_DOCPRO_LAB_TIP1=5 վայրկյան՝ EaseUS DriverHandy Pro-ն ստանալու համար:
STR_DOCPRO_LAB_TIP2=Ստացեք հավիտենական արտոնագիր հենց հիմա:
STR_DOCPRO_BTN_CONTINUE=Շարունակել

STR_DOCPRO_LAB_TITLE=EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_TITLE_1=Սարքավարի ինքնաշխատ ներբեռնում և տեղադրում
SRT_CHARGE_ITEM_LAB_1_1=EaseUS DriverHandy Pro-ն տրամադրում է սարքավարների ինքնաշխատ ներբեռնում և տեղադրում:
SRT_CHARGE_ITEM_LAB_1_2=EaseUS DriverHandy Free-ով դուք պետք է ինքներդ հատ առ հատ ներբեռնեք և տեղադրեք սարքավարները:
SRT_CHARGE_ITEM_LAB_1_3=EaseUS DriverHandy Free-ին տրամադրում է միայն սարքավարի ներբեռնում: Դուք պետք է ինքներդ տեղադրեք սարքավարը ներբեռնման պանակից:

SRT_CHARGE_ITEM_TITLE_2=Սարքավարների ամենավերջին կերպը
SRT_CHARGE_ITEM_LAB_2_1=EaseUS DriverHandy Pro-ն տրամադրում է սարքավարների ամենավերջին տարբերակը, որը մեծապես կլավարկի սարքաշարի արդյունավետությունը:
SRT_CHARGE_ITEM_LAB_2_2=EaseUS DriverHandy Free-ին տրամադրում է կայուն սարքավարներով, որոնք պահանջվում են սարքաշարի սարքերի համար:

SRT_CHARGE_ITEM_TITLE_3=Սարքավարների վերականգնում
SRT_CHARGE_ITEM_LAB_3_1=EaseUS DriverHandy Pro-ն տրամադրում է սարքավարների վերականգնման յուրահատկություն, որը կկանխի սարքավարները թարմացնելուց հետո կապույտ էկրանի հայտնվելը:
SRT_CHARGE_ITEM_LAB_3_2=Եթե օգտագործում եք EaseUS DriverHandy Free-ին, ապա կկարողանաք միայն պահուստավորել սարքավարները և ոչ թե վերականգնել:
SRT_CHARGE_ITEM_LAB_3_3=Եթե օգտագործում եք EaseUS DriverHandy Free-ին, ապա այս յուրահատկությունը հասանելի չէ:

SRT_CHARGE_ITEM_TITLE_4=Սարքավարների ապատեղադրում
SRT_CHARGE_ITEM_LAB_4_1=EaseUS DriverHandy Pro-ն տրամադրում է սարքավարների կատարյալ ապատեղադրում, որը կհեռացնի մնացորդ և վնասված սարքավարների բոլոր ֆայլերը:
SRT_CHARGE_ITEM_LAB_4_2=Եթե օգտագործում եք EaseUS DriverHandy Free-ին, ապա այս յուրահատկությունը հասանելի չէ:

SRT_CHARGE_ITEM_TITLE_5=Ցանցային տպիչներ
SRT_CHARGE_ITEM_LAB_5_1=EaseUS DriverHandy Pro-ն հնարավորություն է տալիս արագորեն ավելացնել ցանցային տպիչ՝ ներառյալ Ցանցային տպիչի մոդելի որոնումը և սարքավարի տեղադրումը:
SRT_CHARGE_ITEM_LAB_5_2=Եթե օգտագործում եք EaseUS DriverHandy Free-ին, ապա կարող եք փնտրել ցանցային տպիչ:

SRT_CHARGE_ITEM_TITLE_6=USB-ով կապակցված սարքեր
SRT_CHARGE_ITEM_LAB_6_1=EaseUS DriverHandy Pro-ն հնարավորություն է տալիս արագորեն ուղղել արտաքին սարքերի խնդիրները:
SRT_CHARGE_ITEM_LAB_6_2=Եթե օգտագործում եք EaseUS DriverHandy Free-ին, ապա այս յուրահատկությունը հասանելի չէ:

SRT_CHARGE_ITEM_TITLE_7=Համակարգային սարքավարներ
SRT_CHARGE_ITEM_LAB_7_1=EaseUS DriverHandy Pro-ն կուղղի համակարգի սարքավարները խորությամբ, որը հիմնովին կուղղի համակարգի սարքավարների խնդիրները:
SRT_CHARGE_ITEM_LAB_7_2=Եթե օգտագործում եք EaseUS DriverHandy Free-ին, ապա այս յուրահատկությունը հասանելի չէ:

SRT_CHARGE_ITEM_TITLE_8=Սարքավարների նախաներբեռնում ձեր համակարգչում
SRT_CHARGE_ITEM_LAB_8_1=EaseUS DriverHandy Pro-ն հնարավորություն է տալիս ներբեռնել սարքավարներ՝ համաձայն սարքաշարի ձեր պրոֆիլի, ինչը կխնայի ձեր ժամանակը: 
SRT_CHARGE_ITEM_LAB_8_2=Եթե օգտագործում եք EaseUS DriverHandy Free-ին, ապա կարող եք նախաստուգել սարքավարները, բայց ոչ ներբեռնել դրանք:  

SRT_CHARGE_ITEM_TITLE_9=Սարքավարների նախաներբեռնում այլ համակարգչի համար (1 համակարգիչ՝ մեկ օրում)
SRT_CHARGE_ITEM_LAB_9_1=EaseUS DriverHandy Pro-ն հնարավորություն է տալիս ներբեռնել սարքավարներ այլ համակարգչի համար՝ ներմուծելով սարքաշարի պրոֆիլը, եթե մուտք չունեք համացանց: 
SRT_CHARGE_ITEM_LAB_9_2=Եթե օգտագործում եք EaseUS DriverHandy Free-ին, ապա կարող եք նախաստուգել սարքավարները, բայց ոչ ներբեռնել դրանք:

SRT_CHARGE_ITEM_TITLE_10=Առցանց աջակցում
SRT_CHARGE_ITEM_LAB_10_1=EaseUS DriverHandy Pro-ն տրամադրում է իրական ժամանակում կապ և հեռակա տեխնիկական աջակցում:
SRT_CHARGE_ITEM_LAB_10_2=Եթե օգտագործում եք EaseUS DriverHandy Free-ին, ապա այս յուրահատկությունը հասանելի չէ:

SRT_CHARGE_ITEM_TITLE_11=Համակարգի վերականգնման կետ
SRT_CHARGE_ITEM_LAB_11_1=EaseUS DriverHandy Pro-ն հնարավորություն է տալիս ստեղծել համակարգի վերականգնման կետ: Կարող եք վերակայել համակարգիչը, եթե այն ունենա որևէ լուրջ խնդիր:
SRT_CHARGE_ITEM_LAB_11_2=Եթե օգտագործում եք EaseUS DriverHandy Free-ին, ապա այս յուրահատկությունը հասանելի չէ:

SRT_CHARGE_ITEM_TITLE_12=PC Repair
SRT_CHARGE_ITEM_LAB_12_1=EaseUS DriverHandy Pro հնարավորություն է տալիս Ձեզ վերանորոգել բարդ ու համառ համակարգչային glitches, ինչպիսիք են սեւ / կապույտ էկրանի, առանց ձայնի, եւ ավելի.
SRT_CHARGE_ITEM_LAB_12_2=Օգտագործելով EaseUS DriverHandy անվճար է, դուք չեք կարող մուտք գործել այս հնարավորությունը.

SRT_CHARGE_ITEM_TITLE_13=Սարքավարի պահուստավորում
SRT_CHARGE_ITEM_LAB_13_1=EaseUS DriverHandy Pro-ն հնարավորություն է տալիս պահուստավորել սարքավարները, որը կկանխի ձեր համակարգչը կապույտ/սև էկրանից՝ սարքավարները թարմացնելուց հետո:
SRT_CHARGE_ITEM_LAB_13_2=Եթե օգտագործում եք EaseUS DriverHandy Free-ին, ապա այս յուրահատկությունը հասանելի չէ:

SRT_CHARGE_ITEM_COUNT=12

;free
SRT_CHARGE_ITEM_FREE_LAB_1=Կատարեք ստուգում՝ սարքավարների խնդիրները հայտնաբերելու համար (հնացած, բացակայող, վնասված և անհամատեղելի սարքավարների համար)
SRT_CHARGE_ITEM_FREE_LAB_2=Ներբեռնել ճիշտ սարքավարներ
SRT_CHARGE_ITEM_FREE_LAB_3=Առաջարկում է ներբեռնելու հաար մատչելի սարքավարների մի քանի տարբերակ
SRT_CHARGE_ITEM_FREE_LAB_4=Առաջարկում է ինքնաշխատ և ձեռքով ներբեռնելու կերպեր
SRT_CHARGE_ITEM_FREE_LAB_5=Սարքավարների պահուստավորում և պահպանում համակարգչում
SRT_CHARGE_ITEM_FREE_LAB_6=Ցանցային սարքավարների վերականգնում պահուստից
SRT_CHARGE_ITEM_FREE_LAB_7=Սարքավարների ապատեղադրում առանց մնացորդ ֆայլերի
SRT_CHARGE_ITEM_FREE_LAB_8=Համակարգչի սարքաշարի պրոֆիլի ցանկի արտահանում
SRT_CHARGE_ITEM_FREE_LAB_9=Սարքավարների տեղադրում սարքավարների ներբեռնված ֆայլերից՝ նախաներբեռնելու յուրահատկությունով
SRT_CHARGE_ITEM_FREE_LAB_10=Համակարգչի սարքաշարի տեղեկատվության դիտում
SRT_CHARGE_ITEM_FREE_LAB_11=Կարգավորումների հարմարեցում
SRT_CHARGE_ITEM_FREE_LAB_12=Windows 10, 8.1, 8, 7, XP, Vista և Windows Server-ի աջակցում

SRT_CHARGE_ITEM_FREE_COUNT=12
;Pre-download
;for this pc
STR_EVA_THIS_OR=կամ
STR_EVA_THIS_STEP1=Քայլ 1. Ընտրեք համակարգի տարբերակը, որը ցանկանում եք տեղադրել
STR_EVA_THIS_STEP1_DEC=Նախքան տեղադրեք առավել կայուն վարորդները, նախքան համակարգը փոխարինեք կամ թարմացրեք:
STR_EVA_THIS_STEP2=Քայլ 2: Վարորդի տեղադրումը
STR_EVA_THIS_STEP2_DEC=Ստուգեք վարորդի ֆայլի տեղեկատուը `վարորդի տեղադրման համար
;ask for help
STR_EVA_HELP_STEP2_DEC=Օգտագործեք մեկ այլ համակարգիչ, ներմուծեք ապարատային պրոֆիլը ներբեռնելու համար
STR_EVA_BROWSER=Բրաուզերը
STR_EVA_HELP_CHOOSE=Ընտրեք ապարատային պրոֆիլի արտահանման դիրեկտորիա (*. Inf)

;head
STR_EVA_HEAD_TIP={f 1}Նախաներբեռնումը օգնում է ներբեռնել սարքավարներ՝ մինչև համակարգը կփոխվի կամ կվերականգնվի:{/f}
STR_EVA_HEAD_BACK=Հետ
;view_step1
STR_EVA_LAB_STEP1=Ընտրեք ընտրանքներից մեկը՝
STR_EVA_OPTION1={f 1}Նախաներբեռնել սարքավարներ իմ համակարգչի համար:{/f}
STR_EVA_OPTION2={f 1}Նախաներբեռնել սարքավարներ այլ համակարգչի համար՝ ներմուծելով սարքաշարի պրոֆիլը:{/f}
STR_EVA_OPTION3={f 1}Արտահանել սարքաշարի պրոֆիլը՝ սարքավարները ներբեռնելու համար այլ համակարգչում:{/f}
STR_EVA_OPTION4={f 1}Տեղադրել սարքավարները ներբեռնված ֆայլերից:{/f}

;view_export_inf
eva_export_path_lab=Ընտրեք սարքաշարի պրոֆիլի պանակը՝
eva_export_set_chk=Արտահանելուց հետո բացել պանակը:
eva_local_export_btn=Արտահանել
STR_EVA_EXPORT_TIPS={f 1}Երբ սարքաշարի պրոֆիլը արտահանվի՝ կարող եք օգտագործել այն սարքավարները ներբեռնելու համար ցանկացած համակարգչում, որտեղ մատչելի է EaseUS DriverHandy-ի Նախաներբեռնելու յուրահատկությունը:{/f}
STR_EVA_EXPORT_DEFALUT_NAME=pre-download.inf
STR_EVA_EXPORT_DLG_TITLE=Ընտրեք սարքաշարի պրոֆիլի պանակը
STR_EVA_CHOOSE_DOWNLOAD_DIR=Ընտրեք ներբեռնելու պանակը՝
STR_EVA_CHOOSE_SYS=Ընտրեք ձեր համակարգը
STR_EVA__EXPORT_NOT_SELECT_FILE=Սարքաշարի պրոֆիլի պանակը ընտրված չէ:

;view_drv_download
STR_EVA_OPEN_INFFILE_TITLE=Ընտրել սարքաշարի պրոֆիլը 
STR_EVA_NOT_SELECT_DEVICE_INF=Սարքավարների պանակը ընտրված չէ:
STR_EVA_DOWNLOAD_OVER_TIPS={f 1}{c #FFFFFF}Սարքավարները հաջողությամբ ներբեռնվել են՝ <u><a>%s</a></u>:{/f}<n>{f 1}Կարող եք տեղադրել դրանք՝ հետևելով քայլերի. {c #ffffff}<n><n>>> Բացեք EaseUS DriverHandy-ը 
STR_EVA_DOWNLOAD_OVER_TIPS2=<n>>> Սեղմեք Նախաներբեռնում ներդիրը<n>>> Ընտրեք "Տեղադրել սարքավարները ներբեռնված ֆայլերից"{/c}<n><n>Ապա հետևեք ցուցումներին:{/c}{/f}
STR_EVA_CHOOSE_HWFILE=Ընտրեք սարքաշարի պրոֆիլը՝
STR_EVA_DRVDOWN_SCAN=Ստուգել և Ներբեռնել՝
STR_EVA_DOWNBTN=Ներբեռնել
STR_EVA_DOWNING=Ներբեռնում
STR_EVA_DOWNING_CANCEL=Չեղարկված
STR_EVA_SYSMATCHED={c #5c5e64}Համապատասխանող համակարգ՝ {/c}{f 9}{c #fa3030}%s{/c}{/f}
STR_EVA_DOWN_DLG_TITLE=Ընտրեք ներբեռնելու պանակը
STR_EVA_DOWN_DOTNET=անհրաժեշտ գրաֆիկական ծրագրեր
;off install
STR_OFFINSTALL_CHOOSE_PATH=Ընտրեք բեռնված վարորդների դիրեկտորիա
STR_OFFINSTALL_DLG_TITLE=Սարքավարների ֆայլերը
STR_OFFINSTALL_SCAN=Ստուգել և Տեղադրել՝
STR_OFFINSTALL_SCANBTN=Ստուգել
STR_OFFINSTALL_INSTALL=Տեղադրել
STR_OFFINSTALL_CANCEL=Կանգնեցնել
STR_OFFINSTALL_INSTALLING=Տեղադրվում է
STR_OFFINSTALL_CANCEL_RESTORE=Չեղարկված է
STR_OFFINSTALL_SCAN_ERROR=Չկա սարքավար այս պանակում: Ուղղեք խնդիրը:


STR_OFFINSTALL_UPTODATE=Թարմ է
STR_OFFINSTALL_OUTDATED=Հնացած է
STR_OFFINSTALL_UPDATE=Թարմացնել
STR_OFFINSTALL_REUPDATE=Կրկին թարմացնել
STR_OFFINSTALL_CURRENT=Ընթացիկ
STR_OFFINSTALL_UPDATETO=Թարմացնել՝
STR_OFFINSTALL_UNKNOW=Անհայտ
STR_OFFINSTALL_SYSTEM=ՀԱՄԱԿԱՐԳ
;evaluate message
STR_EVA_EXPORT_SUCCS=Արտահանումն ավարտվեց:
STR_EVA_EXPORT_FAILED=Արտահանումը ձախողվեց:
STR_EVA_DOWNLOAD_FINISH=Ներբեռնումն ավարտվեց:
STR_EVA_INST_FINISH=Տեղադրումն ավարտվեց:

prt_ipaddrnorbtn=Նորմալ որոնում
prt_ipaddrbtn=Ցանցային հասցե
prt_iprangebtn=Ցանցի հատված

;local
STR_REPAIR_TIP1=Համակարգիչը կունենա սխալներ կամ խնդիրներ, եթե դուք չնորոգեք սարքավարը:
STR_REPAIR_TIP2=Համակարգիչը կունենա սխալներ կամ խնդիրներ, եթե դուք չնորոգեք սարքավարները:
STR_REBOOT_TIP=Փոփոխությունը չի վավերացվի առանց համակարգիչը վերամեկնարկելու:
STR_UPDATE_TIP=Ստացեք նորագույն սարքավարները՝ լավարկելու ձեր համակարգչի արդյունավետությունը:

STR_CHAT_ONLINE=Զրույց մեզ հետ (առցանց)
STR_CHAT_OFFLINE=Զրույց մեզ հետ (անցանց)
STR_DOWNLOAD_ONEPC=Դուք կարող եք ներբեռնել սարքավարներ այլ համակարգիչի համար միայն օրը մեկ անգամ:

;files verify
STR_FILES_VERIFY_FAILED=Ֆայլը վնասված է: Կրկին տեղադրեք այն:

;SystemRestore
STR_SYSYTEM_RESTORE=Վերականգնում
STR_SYSYTEM_RESTORE_MENU=Վերականգնում
STR_SYSYTEM_RESTORE_TIP=Ուշադրություն՝ համակարգի վերականգնումը կջնջի բոլոր փոփոխությունները, որոնք կատարվել են համակարգի վերականգնման կետից հետո: 
STR_SYSYTEM_RESTORE_BTN=Վերականգնել
STR_SYSYTEM_CREATE_BTN=Ստեղծել
STR_SYSYTEM_RESTORE_CLOSE_BTN=Փակել
STR_SYSYTEM_RESTORE_MSGBOX=Համոզվա՞ծ եք, որ ցանկանում եք շարունակել համակարգի վերականգնումը:<n><n>{c #fa3030}Համակարգի վերականգնումը կջնջի բոլոր փոփոխությունները, որոնք կատարվել են համակարգի վերականգնման կետից հետո: {/c}
STR_SYSYTEM_RESTORE_MSGBOX_RESTORE=Վերականգնել
STR_SYSYTEM_RESTORE_ADD_POINT=Համակարգի վերականգնման կետ
STR_LOCAL_SYSTEM_BACKUP={c #5c5e64}{f 3}Ստեղծում է համակարգի վերականգնման կետ...{/f}{/c}
STR_SYSYTEM_RESTORE_SET=Համակարգի վերականգնման կետի ստեղծում 
STR_SYSYTEM_RESTORE_ERROR1=Ներածումը դատարկ է: Կրկին փորձեք:
STR_SYSYTEM_RESTORE_CREATE_TIP1={f 1}Համակարգի վերականգնման կետի ստեղծում... {/f}
STR_SYSYTEM_RESTORE_CREATE_TIP2=Նշում. Չկատարե՛ք այլ գործողություններ:
STR_SYSYTEM_RESTORE_CREATE_TIP3={f 1}Հաջողությամբ ստեղծվեց:{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP4={f 1}Ձախողում:{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP5={f 1}Համակարգի վերականգնումը արդեն առկա է:{/f} 
STR_SYSYTEM_RESTORE_CREATE_TIP6={f 1}Համակարգի վերականգնումը անջատված է:{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP7={f 1}Created successfully but the system has not 
STR_SYSYTEM_RESTORE_CREATE_TIP8={f 2} Վերականգնման կարգավորումն անջատված է System Protection- ում: <n> Ցանկանում եք միացնել համակարգային պաշտպանությունը: {/ f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE1={f 1}Համակարգի վերականգնման սկզբնավորում:<n>Չկատարե՛ք այլ գործողություններ: {/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE2=Այս գործողությունը հնարավոր չէ չեղարկել:
STR_SYSYTEM_RESTORE_DELETE_FAIL=Համակարգի վերականգնման կետի ջնջումը ձախողվեց:
STR_SYSYTEM_RESTORE_DELETE_TIP=Ջնջե՞լ վերականգնման ընտրված կետը: 
STR_SYSYTEM_RESTORE_NOT_NOW=Ոչ հիմա
STR_SYSYTEM_RESTORE_GO=Շարունակիր

;ExitAppDOC
STR_EXITAPPDOC=Ուշադրություն
STR_EXITAPPDOC_EXITBTN=Ոչ: 
STR_EXITAPPDOC_GETPROBTN=Ստանալ EaseUS DriverHandy Pro-ն

STR_EXITAPPDOC_TIP1=Փակե՞լ EaseUS DriverHandy-ը:
STR_EXITAPPDOC_TIP2=Կան սարքավարներ, որոնք պետք է նորոգվեն: Եթե դրանք չնորոգվեն՝ համապատասխան սարքերը նորմալ չեն աշխատի:
STR_EXITAPPDOC_TIP3=Ստանալ EaseUS DriverHandy Pro-ն՝ լրիվ յուրահատկությունները ունենալու համար:

STR_EXITAPPDOC_TIP_PRO1=Մեկ սեղմումով սարքավարների թարմացումների ներբեռնում և տեղադրում: 
STR_EXITAPPDOC_TIP_PRO2=Սարքավարների վերականգնում պահուստից: 
STR_EXITAPPDOC_TIP_PRO3=USB կապակցված սարքերի արագ ուղղում: 
STR_EXITAPPDOC_TIP_PRO4=Համակարգային սարքավարների նորոգում խորքում՝ խնդիրները լիովին ուղղելու համար: 
STR_EXITAPPDOC_TIP_PRO5=Սարքավարների նախաներբեռնում՝ մինչև համակարգի փոփոխումը կամ վերականգնումը: 
STR_SYSYTEM_RESTORE_DELETE_FAIL=Համակարգի վերականգնման կետի ջնջումը ձախողվեց:

;NET PRINT
STR_NET_PRINT_TIP=Հայտնաբերվել է ցանցային տպիչ: Ավելացնե՞լ այն: 
STR_NET_PRING_DOWN_NO_DRIVER={f 1}Տպիչի այս մոդելի համար չկա հարմար սարքավար: Սեղմեք {a}Հետ{/a} և փորձեք մեկ ուրիշը:{/f}

STR_PATH_FREE_SPACE=Չկա ազատ տեղ: Համոզվեք, որ թիրախային հիշասարքը ունի 3 ԳԲ ազատ տեղ:
STR_PATH_CLEAR=Կրկին ընտրել պանակը
STR_PATH_IGNORE=Անտեսել

STR_SOFT_OPEN_FILE=Ներբեռնված ֆայլը չի կարող անմիջապես աշխատեցնել: Բացե՞լ ֆայլի պանակը: 
STR_SOFT_OPEN_FILE_NO_EXIST=Ֆայլը ջնջվել է: Կրկին ներբեռնեք:
STR_SYSTEM_REPAIR_DEC=Համակարգի միջավայրի սխալը կարող է հանգեցնել նրան, որ սարքավարները չտեղադրվեն:

;toolbox
STR_HEAD_LAB=Առաջարկվող արտադրանքները կլուծեն համակարգի միջավայրը եւ կատարողականի խնդիրները:

STR_TOOLBOX_COUNT=3
STR_INFO_TOOLBOX0_1=PC Repair
STR_INFO_TOOLBOX0_2=Fix հարցեր ցուցադրման մասին ադապտեր, ձայնային քարտ, խաղ խաղալ, եւ ավելի շատ անհաջողությունների. 

STR_INFO_TOOLBOX1_1=Hardware Detection 
STR_INFO_TOOLBOX1_2=Դիտել CPU, մայրական, հիշողության եւ ավելի ապարատային տեղեկություններ. 

STR_INFO_TOOLBOX2_1=PC Speeder
STR_INFO_TOOLBOX2_2=Ձեր համակարգչի արտադրողականության արագ և խորքային լավարկում:
;STR_INFO_TOOLBOX2_1=ScreenSnapShot
;STR_INFO_TOOLBOX2_2=Առավել հարմար եղանակ՝ կազմաձևելի էկրանի հանույթների համար:

STR_INFO_TOOLBOX3_1=Եղանակ
STR_INFO_TOOLBOX3_2=Եղանակի թարմացումներ:

STR_DOWNLOAD_DOFT_TIP=Ծրագիրը կներբեռնվի և կտեղադրվի: Շարունակե՞լ:
STR_DOWNLOAD_PAUSE_TIP=Փակե՞լ ծրագրի տեղադրումը:

STR_TRY_TOOL=Փորձեք հիմա

;dateout time tip
STR_DATEOUT_TIP=Շնորհակալություն EaseUS DriverHandy-ը օգտագործելու համար: Ակտիվացման Ձեր բանալին սպառված է: Խնդրում ենք նորացնել:
STR_DATEOUT_BUY_NOW=Գնել
STR_DATEOUT_DETAIL=Մանրամասներ
STR_BUY=Գնել
STR_ACTIVE=Ակտիվացնել
STR_GAME_MODULE_DOWNBTN=Ներբեռնել
STR_MENU_GAMEL_MODULE_REPORT=Արձագանք
STR_GAME_MODULE_NAME=Մոդուլ անունը:
STR_GAME_MODULE_FEEDBACK=Մոդուլ խնդիրը: 
STR_LOCAL_INSTALL_CANCEL=Չեղարկել
STR_GAME_INSTALLBTN=Տեղադրել

;Main Menu
STR_USERGUIDE=Ուղեցույց

;FreeTrial

;start trying
STR_STARTTRYING_FREETRIAL=Ազատ դատաքննություն
STR_STARTTRYING_AVTIVATE=Ակտիվացրեք
STR_STARTTRYING_TIP1=Մեկ քայլ
STR_STARTTRYING_TIP2=սարքի վարորդը կառավարում `թարմացնել, տեղադրել, վերանորոգել, կրկնօրինակում, վերականգնել, տեղահանել, վերակայել եւ այլն:
STR_STARTTRYING_TIP3=Ավտոմատ
STR_STARTTRYING_TIP4=վարորդների տեղադրման եւ տեղահանման համար կրկնօրինակման վարորդների եւ վերականգնման կետ ստեղծելու համար:
STR_STARTTRYING_TIP5=Մեկ սեղմումով
STR_STARTTRYING_TIP6=ավելացրեք ծայրամասային սարքեր. USB Վարորդ, ցանցային տպիչի վարորդներ եւ այլ չկարգավորված ապարատային սարքեր:
STR_STARTTRYING_TIP7=Խելացի
STR_STARTTRYING_TIP8=նախնական ներբեռնեք եւ պահեք վարորդներին ձեր սեփական համակարգչի համար եւ ներբեռնեք այլ համակարգիչներ:
STR_STARTTRYING_TIP9=վերանորոգման համակարգի սխալը եւ նվազեցնել համակարգը սառչում եւ խորտակում:
STR_STARTTRYING_NOTHANKS=Ոչ, շնորհակալություն. Ստացեք կյանքի լիազորություն անմիջապես:
STR_STARTTRYING_TIPTITLE=Ցանկանում եք ստանալ հետեւյալ մեկ սեղմումով լուծումը, խնդրում ենք ակտիվացնել Մասնագիտական

;end_trying
STR_ENDTRYING_TITLE=Շնորհակալություն EaseUS DriverHandy- ի օգտագործման համար
STR_ENDTRYING_TIP=<p 5> <f 26> <c ff0000> Դուք ազատվել եք ազատ փորձարկման հնարավորությունից: Ազատ դատավարության պատմությունը հետեւյալն է, </ c> </ f> </ p>
STR_ENDTRYING_TIME=Time: %s
STR_ENDTRYING_NAME=Driver Name: %s
STR_ENDTRYING_VER=Driver Version: %s
STR_ENDTRYING_TIP1=<p 5> <f 1> <c ffffff> Հետեւյալ վարորդները պետք է լինեն% s </ c> </ f> </ p>
STR_ENDTRYING_TIP2=<p 5> <f 1> <c9c9c9c> Նշում. Բոլոր անհրաժեշտ վարորդները ներբեռնվում են EaseUS DriverHandy- ի կողմից: Եթե Ձեզ անհրաժեշտ է թարմացնել / վերանորոգել / տեղադրեք վարորդները, խնդրում ենք ակտիվացնել Pro տարբերակը մեկ սեղմման լուծման համար: </ c> </ f> </ p>
STR_ENDTRYING_HELP=Ստացեք գրանցման կոդը
STR_ENDTRYING_ACTIVATE=Ակտիվացրեք կողմերին

;gram soft
STR_GAMESOFT_TITLE=Նոր առանձնահատկություններ
STR_GAMESOFT_TIP=խաղ բաղադրիչները
STR_GAMESOFT_TIP1=<p> <f 1> <c9c9c9c> Ներբեռնեք եւ տեղադրեք բացակայող խաղի բաղադրիչներ: </ c> </ f> </ p>
STR_GAMESOFT_DOWNCOMPONENTS=Ներբեռնեք բաղադրիչները միայն
STR_GAMESOFT_CHOOSE=Հիշեք իմ ընտրությունը
STR_GAMESOFT_TIP2=Հատուկ տարբերակ խաղերի համար
STR_GAMESOFT_TIP3=</ p> <p> <f1> <c9c9c9c> Խաղի խթանումը `գագաթնակետային խաղացողի փորձը եւ համակարգչային առաջատարությունը </ c> </ f> </ p>
STR_GAMESOFT_TIP4=<p> <f 1> <c 9c9c9c> Սարքի կատարողականության գնահատական: Տեսեք, թե ինչպես է ձեր սարքը ապահովում ձեր խաղը կատարողական գնահատականով (շուտով) </ c> </ f> </ p>
STR_GAMESOFT_TIP5=<p> <f 1> <c9c9c9c> Ցանցային հսկողություն: Համոզվեք, որ ձեր խաղերը սահուն կերպով ընթանում են խելացի ինտերնետի տեղադրմամբ: </ c> </ f> </ p>
STR_GAMESOFT_TIP6=</ p> </ p> </ p> <p> <p> <f1> <c9c9c9c> DLL Ֆայլերի օգնականը:
STR_GAMESOFT_GET=Ստացիր այն հիմա

;error wnd
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP1=Your device is likely to be broken.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP2=Please install an old version driver.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP3=If the problem persists, you may need to contact the device manufacturer to repair to change the device.

;activity
STR_ACTIVITY_A1=Թույլտվությունը ժամկետանց է: 
STR_ACTIVITY_A2=Ստուգեք ձեր հատուկ առաջարկը:
STR_ACTIVITY_A3=Ժամկետանց թույլտվություն
STR_ACTIVITY_A4=Մենք չափազանց շնորհակալ ենք ձեր օգտագործման համար: 
STR_ACTIVITY_A5=Ավելի երկար մնաք, 30% անջատված կյանքի լիցենզիայի վրա: 
STR_ACTIVITY_A6=Կյանքի լիցենզիա ստանալու դեպքում `30% OFF
STR_ACTIVITY_A7=Միգուցե ավելի ուշ 
STR_ACTIVITY_A8=ոչ


STR_LEFT_News=Անսարքություն

STR_EVA_HELP_STEP3_DEC=Please copy the pre-downloaded driver files to this machine for offline installation. 

;new setting item
STR_ST_DISABLE_WUDRIVER=Բացառեք վարորդի թարմացումը Windows- ի թարմացումից

STR_ST_DISABLE_WUDRIVER_TIP=This option only disables automatic driver updates for Windows 10 and the Windows Update feature will not be affected.

STR_SPEED_UP_NOW=Արագացրեք հիմա


STR_UPGRADE_TITLE_0={f 3}{c #FF7F00}Buy Pro version to update drivers and fix device problems{/c}{/f}
STR_UPGRADE_TITLE_1={f 3}{c #FF7F00} Activate Pro version to repair{/c} {c #FF0000} %d device drivers.{/c}{/f}
STR_UPGRADE_CON_1=Install the latest driver to maximize hardware performance
STR_UPGRADE_CON_2=Update all drivers with one click
STR_UPGRADE_CON_3=Driver download speed up (approx 500KB-20MB/s)
STR_UPGRADE_CON_4=Automatic driver installation saves time
STR_UPGRADE_CON_5=Create restore points automatically
STR_UPGRADE_CON_6=Backup and restore drives
STR_UPGRADE_CON_7=Search LAN Printing intelligently
STR_UPGRADE_CON_8=View and export device information
STR_UPGRADE_CON_9=Update drivers for PCs without Internet connection
STR_UPGRADE_CON_10=All drivers are certified by Microsoft
STR_UPGRADE_CON_11=Free PC Expert Technical Support
STR_ST_FREE=Free
STR_BUY_PRO=Buy Pro
STR_KEY_FEATURES_OF_PRO=Key Features of DriverHandy Pro
STR_KEY_FEATURES_1=Install and update all drivers with one click
STR_KEY_FEATURES_2=Enjoy faster driver download speed
STR_KEY_FEATURES_3=Automatically backup drivers and create restore point
STR_KEY_FEATURES_4=Resolve tricky computer issues with smart and light tools
STR_KEY_FEATURES_5=Pre-download drivers for your own computer or other PCs
STR_KEY_FEATURES_6=All drivers are certified
STR_KEY_FEATURES_7=Free updates and tech support
STR_MONEY_BACK_GUARANTEE=30-Day Money Back Guarantee
STR_ARIVA_PURCHASED=Purchased
STR_ARIVA_INPUT_EMAIL_LONG=Please enter your license key and email address to activate it:
STR_ARIVA_INPUT_KEY=License key
STR_ARIVA_INPUI_EMAIL=Email

STR_DRV_INSTALL_TIP=If your computer is running properly, it's not recommended to update drivers. Updating drivers may cause unexpected computer issues.
